Repository: AIahmedshrf/MAXKB-ENTERPRISE
Catalog: apps/locales/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Chinese painting
fr_fr: Peinture chinoise

source: flat illustration
fr_fr: Illustration plate

source: Timbre
fr_fr: Timbre vocal

source: Chinese sounds can support mixed scenes of Chinese and English
fr_fr: Les voix chinoises peuvent prendre en charge des scènes mixtes chinois-anglais

source: Speaking speed
fr_fr: Vitesse d'élocution

source: [0.5, 2], the default is 1, usually one decimal place is enough
fr_fr: [0,5 à 2], la valeur par défaut est 1, une décimale suffit généralement

source: {key} is required
fr_fr: {key} est requis

source: Specify the maximum number of tokens that the model can generate
fr_fr: Spécifier le nombre maximum de tokens que le modèle peut générer

source: An update to Claude 2 that doubles the context window and improves reliability, hallucination rates, and evidence-based accuracy in long documents and RAG contexts.
fr_fr: Une mise à jour de Claude 2 qui double la fenêtre de contexte et améliore la fiabilité, les taux d'hallucination et la précision basée sur les preuves dans les longs documents et les contextes RAG.

source: Anthropic is a powerful model that can handle a variety of tasks, from complex dialogue and creative content generation to detailed command obedience.
fr_fr: Anthropic est un modèle puissant qui peut gérer une variété de tâches, du dialogue complexe et de la génération de contenu créatif à l'obéissance détaillée aux commandes.

source: The Claude 3 Haiku is Anthropic's fastest and most compact model, with near-instant responsiveness. The model can answer simple queries and requests quickly. Customers will be able to build seamless AI experiences that mimic human interactions. Claude 3 Haiku can process images and return text output, and provides 200K context windows.
fr_fr: Claude 3 Haiku est le modèle le plus rapide et le plus compact d'Anthropic, avec une réactivité quasi instantanée. Le modèle peut répondre rapidement aux requêtes et demandes simples. Les clients pourront créer des expériences IA transparentes qui imitent les interactions humaines. Claude 3 Haiku peut traiter des images et renvoyer une sortie texte, et fournit des fenêtres de contexte de 200K.

source: The Claude 3 Sonnet model from Anthropic strikes the ideal balance between intelligence and speed, especially when it comes to handling enterprise workloads. This model offers maximum utility while being priced lower than competing products, and it's been engineered to be a solid choice for deploying AI at scale.
fr_fr: Le modèle Claude 3 Sonnet d'Anthropic trouve l'équilibre idéal entre intelligence et vitesse, en particulier pour gérer les charges de travail d'entreprise. Ce modèle offre une utilité maximale tout en étant proposé à un prix inférieur à celui des produits concurrents, et il a été conçu pour être un choix solide pour déployer l'IA à grande échelle.

source: The Claude 3.5 Sonnet raises the industry standard for intelligence, outperforming competing models and the Claude 3 Opus in extensive evaluations, with the speed and cost-effectiveness of our mid-range models.
fr_fr: Claude 3.5 Sonnet élève la norme de l'industrie en matière d'intelligence, surpassant les modèles concurrents et Claude 3 Opus dans des évaluations approfondies, avec la vitesse et le rapport qualité-prix de nos modèles de milieu de gamme.

source: A faster, more affordable but still very powerful model that can handle a range of tasks including casual conversation, text analysis, summarization and document question answering.
fr_fr: Un modèle plus rapide, plus abordable mais toujours très puissant qui peut gérer une gamme de tâches incluant la conversation informelle, l'analyse de texte, le résumé et les questions-réponses sur les documents.

source: Titan Text Premier is the most powerful and advanced model in the Titan Text series, designed to deliver exceptional performance for a variety of enterprise applications. With its cutting-edge features, it delivers greater accuracy and outstanding results, making it an excellent choice for organizations looking for a top-notch text processing solution.
fr_fr: Titan Text Premier est le modèle le plus puissant et avancé de la série Titan Text, conçu pour offrir des performances exceptionnelles pour une variété d'applications d'entreprise. Avec ses fonctionnalités de pointe, il offre une plus grande précision et des résultats exceptionnels, ce qui en fait un excellent choix pour les organisations à la recherche d'une solution de traitement de texte de premier ordre.

source: Amazon Titan Text Lite is a lightweight, efficient model ideal for fine-tuning English-language tasks, including summarization and copywriting, where customers require smaller, more cost-effective, and highly customizable models.
fr_fr: Amazon Titan Text Lite est un modèle léger et efficace idéal pour affiner les tâches en langue anglaise, y compris le résumé et la rédaction, lorsque les clients ont besoin de modèles plus petits, plus rentables et hautement personnalisables.

source: Amazon Titan Text Express has context lengths of up to 8,000 tokens, making it ideal for a variety of high-level general language tasks, such as open-ended text generation and conversational chat, as well as support in retrieval-augmented generation (RAG). At launch, the model is optimized for English, but other languages are supported.
fr_fr: Amazon Titan Text Express a des longueurs de contexte allant jusqu'à 8 000 tokens, ce qui le rend idéal pour une variété de tâches de langage général de haut niveau, telles que la génération de texte ouverte et le chat conversationnel, ainsi que le support de la génération augmentée par récupération (RAG). Au lancement, le modèle est optimisé pour l'anglais, mais d'autres langues sont prises en charge.

source: 7B dense converter for rapid deployment and easy customization. Small in size yet powerful in a variety of use cases. Supports English and code, as well as 32k context windows.
fr_fr: Convertisseur dense 7B pour un déploiement rapide et une personnalisation facile. Petit en taille mais puissant dans une variété de cas d'utilisation. Prend en charge l'anglais et le code, ainsi que des fenêtres de contexte de 32k.

source: Advanced Mistral AI large-scale language model capable of handling any language task, including complex multilingual reasoning, text understanding, transformation, and code generation.
fr_fr: Modèle de langage à grande échelle Mistral AI avancé capable de gérer n'importe quelle tâche linguistique, y compris le raisonnement multilingue complexe, la compréhension du texte, la transformation et la génération de code.

source: Ideal for content creation, conversational AI, language understanding, R&D, and enterprise applications
fr_fr: Idéal pour la création de contenu, l'IA conversationnelle, la compréhension du langage, la R&D et les applications d'entreprise

source: Ideal for limited computing power and resources, edge devices, and faster training times.
fr_fr: Idéal pour une puissance de calcul et des ressources limitées, les appareils de périphérie et des temps d'entraînement plus rapides.

source: Titan Embed Text is the largest embedding model in the Amazon Titan Embed series and can handle various text embedding tasks, such as text classification, text similarity calculation, etc.
fr_fr: Titan Embed Text est le plus grand modèle d'embedding de la série Amazon Titan Embed et peut gérer diverses tâches d'embedding de texte, telles que la classification de texte, le calcul de similarité de texte, etc.

source: The following fields are required: {keys}
fr_fr: Les champs suivants sont requis : {keys}

source: Verification failed, please check whether the parameters are correct
fr_fr: La vérification a échoué, veuillez vérifier si les paramètres sont corrects

source: Picture quality
fr_fr: Qualité de l'image

source: Try out the different sounds (Alloy, Echo, Fable, Onyx, Nova, and Sparkle) to find one that suits your desired tone and audience. The current voiceover is optimized for English.
fr_fr: Essayez les différentes voix (Alloy, Echo, Fable, Onyx, Nova et Sparkle) pour en trouver une qui convient au ton et au public souhaités. La voix actuelle est optimisée pour l'anglais.

source: Good at common conversational tasks, supports 32K contexts
fr_fr: Performant pour les tâches conversationnelles courantes, prend en charge les contextes de 32K

source: Good at handling programming tasks, supports 16K contexts
fr_fr: Performant pour les tâches de programmation, prend en charge les contextes de 16K

source: Latest Gemini 1.0 Pro model, updated with Google update
fr_fr: Dernier modèle Gemini 1.0 Pro, mis à jour avec les mises à jour Google

source: Latest Gemini 1.0 Pro Vision model, updated with Google update
fr_fr: Dernier modèle Gemini 1.0 Pro Vision, mis à jour avec les mises à jour Google

source: Latest Gemini 1.5 Flash model, updated with Google updates
fr_fr: Dernier modèle Gemini 1.5 Flash, mis à jour avec les mises à jour Google

source: convert audio to text
fr_fr: Convertir l'audio en texte

source: Model catalog
fr_fr: Catalogue de modèles

source: local model
fr_fr: Modèle local

source: API domain name is invalid
fr_fr: Le nom de domaine de l'API est invalide

source: The model does not exist, please download the model first
fr_fr: Le modèle n'existe pas, veuillez d'abord télécharger le modèle

source: Llama 2 is a set of pretrained and fine-tuned generative text models ranging in size from 7 billion to 70 billion. This is a repository of 7B pretrained models. Links to other models can be found in the index at the bottom.
fr_fr: Llama 2 est un ensemble de modèles génératifs de texte pré-entraînés et affinés allant de 7 milliards à 70 milliards de paramètres. Il s'agit d'un référentiel de modèles pré-entraînés de 7B. Les liens vers d'autres modèles se trouvent dans l'index en bas.

source: Llama 2 is a set of pretrained and fine-tuned generative text models ranging in size from 7 billion to 70 billion. This is a repository of 13B pretrained models. Links to other models can be found in the index at the bottom.
fr_fr: Llama 2 est un ensemble de modèles génératifs de texte pré-entraînés et affinés allant de 7 milliards à 70 milliards de paramètres. Il s'agit d'un référentiel de modèles pré-entraînés de 13B. Les liens vers d'autres modèles se trouvent dans l'index en bas.

source: Llama 2 is a set of pretrained and fine-tuned generative text models ranging in size from 7 billion to 70 billion. This is a repository of 70B pretrained models. Links to other models can be found in the index at the bottom.
fr_fr: Llama 2 est un ensemble de modèles génératifs de texte pré-entraînés et affinés allant de 7 milliards à 70 milliards de paramètres. Il s'agit d'un référentiel de modèles pré-entraînés de 70B. Les liens vers d'autres modèles se trouvent dans l'index en bas.

source: Since the Chinese alignment of Llama2 itself is weak, we use the Chinese instruction set to fine-tune meta-llama/Llama-2-13b-chat-hf with LoRA so that it has strong Chinese conversation capabilities.
fr_fr: Étant donné que l'alignement chinois de Llama2 lui-même est faible, nous utilisons l'ensemble d'instructions chinoises pour affiner meta-llama/Llama-2-13b-chat-hf avec LoRA afin qu'il ait de solides capacités de conversation en chinois.

source: Meta Llama 3: The most capable public product LLM to date. 8 billion parameters.
fr_fr: Meta Llama 3 : Le LLM de produit public le plus performant à ce jour. 8 milliards de paramètres.

source: Meta Llama 3: The most capable public product LLM to date. 70 billion parameters.
fr_fr: Meta Llama 3 : Le LLM de produit public le plus performant à ce jour. 70 milliards de paramètres.

source: Compared with previous versions, qwen 1.5 0.5b has significantly enhanced the model's alignment with human preferences and its multi-language processing capabilities. Models of all sizes support a context length of 32768 tokens. 500 million parameters.
fr_fr: Par rapport aux versions précédentes, qwen 1.5 0.5b a considérablement amélioré l'alignement du modèle avec les préférences humaines et ses capacités de traitement multilingue. Les modèles de toutes tailles prennent en charge une longueur de contexte de 32768 tokens. 500 millions de paramètres.

source: Compared with previous versions, qwen 1.5 1.8b has significantly enhanced the model's alignment with human preferences and its multi-language processing capabilities. Models of all sizes support a context length of 32768 tokens. 1.8 billion parameters.
fr_fr: Par rapport aux versions précédentes, qwen 1.5 1.8b a considérablement amélioré l'alignement du modèle avec les préférences humaines et ses capacités de traitement multilingue. Les modèles de toutes tailles prennent en charge une longueur de contexte de 32768 tokens. 1,8 milliard de paramètres.

source: Compared with previous versions, qwen 1.5 4b has significantly enhanced the model's alignment with human preferences and its multi-language processing capabilities. Models of all sizes support a context length of 32768 tokens. 4 billion parameters.
fr_fr: Par rapport aux versions précédentes, qwen 1.5 4b a considérablement amélioré l'alignement du modèle avec les préférences humaines et ses capacités de traitement multilingue. Les modèles de toutes tailles prennent en charge une longueur de contexte de 32768 tokens. 4 milliards de paramètres.

source: Compared with previous versions, qwen 1.5 7b has significantly enhanced the model's alignment with human preferences and its multi-language processing capabilities. Models of all sizes support a context length of 32768 tokens. 7 billion parameters.
fr_fr: Par rapport aux versions précédentes, qwen 1.5 7b a considérablement amélioré l'alignement du modèle avec les préférences humaines et ses capacités de traitement multilingue. Les modèles de toutes tailles prennent en charge une longueur de contexte de 32768 tokens. 7 milliards de paramètres.

source: Compared with previous versions, qwen 1.5 14b has significantly enhanced the model's alignment with human preferences and its multi-language processing capabilities. Models of all sizes support a context length of 32768 tokens. 14 billion parameters.
fr_fr: Par rapport aux versions précédentes, qwen 1.5 14b a considérablement amélioré l'alignement du modèle avec les préférences humaines et ses capacités de traitement multilingue. Les modèles de toutes tailles prennent en charge une longueur de contexte de 32768 tokens. 14 milliards de paramètres.

source: Compared with previous versions, qwen 1.5 32b has significantly enhanced the model's alignment with human preferences and its multi-language processing capabilities. Models of all sizes support a context length of 32768 tokens. 32 billion parameters.
fr_fr: Par rapport aux versions précédentes, qwen 1.5 32b a considérablement amélioré l'alignement du modèle avec les préférences humaines et ses capacités de traitement multilingue. Les modèles de toutes tailles prennent en charge une longueur de contexte de 32768 tokens. 32 milliards de paramètres.

source: Compared with previous versions, qwen 1.5 72b has significantly enhanced the model's alignment with human preferences and its multi-language processing capabilities. Models of all sizes support a context length of 32768 tokens. 72 billion parameters.
fr_fr: Par rapport aux versions précédentes, qwen 1.5 72b a considérablement amélioré l'alignement du modèle avec les préférences humaines et ses capacités de traitement multilingue. Les modèles de toutes tailles prennent en charge une longueur de contexte de 32768 tokens. 72 milliards de paramètres.

source: Compared with previous versions, qwen 1.5 110b has significantly enhanced the model's alignment with human preferences and its multi-language processing capabilities. Models of all sizes support a context length of 32768 tokens. 110 billion parameters.
fr_fr: Par rapport aux versions précédentes, qwen 1.5 110b a considérablement amélioré l'alignement du modèle avec les préférences humaines et ses capacités de traitement multilingue. Les modèles de toutes tailles prennent en charge une longueur de contexte de 32768 tokens. 110 milliards de paramètres.

source: Phi-3 Mini is Microsoft's 3.8B parameter, lightweight, state-of-the-art open model.
fr_fr: Phi-3 Mini est le modèle ouvert de pointe léger de Microsoft avec 3,8 milliards de paramètres.

source: A high-performance open embedding model with a large token context window.
fr_fr: Un modèle d'embedding ouvert haute performance avec une grande fenêtre de contexte de tokens.

source: The image generation endpoint allows you to create raw images based on text prompts. When using the DALL·E 3, the image size can be 1024x1024, 1024x1792 or 1792x1024 pixels.
fr_fr: Le point de terminaison de génération d'images vous permet de créer des images brutes basées sur des prompts textuels. Lors de l'utilisation de DALL·E 3, la taille de l'image peut être de 1024x1024, 1024x1792 ou 1792x1024 pixels.

source: By default, images are produced in standard quality, but with DALL·E 3 you can set quality: "hd" to enhance detail. Square, standard quality images are generated fastest.
fr_fr: Par défaut, les images sont produites en qualité standard, mais avec DALL·E 3 vous pouvez définir qualité : "hd" pour améliorer les détails. Les images carrées de qualité standard sont générées le plus rapidement.

source: You can use DALL·E 3 to request 1 image at a time (requesting more images by issuing parallel requests), or use DALL·E 2 with the n parameter to request up to 10 images at a time.
fr_fr: Vous pouvez utiliser DALL·E 3 pour demander 1 image à la fois (en demandant plus d'images en émettant des requêtes parallèles), ou utiliser DALL·E 2 avec le paramètre n pour demander jusqu'à 10 images à la fois.

source: The latest gpt-3.5-turbo, updated with OpenAI adjustments
fr_fr: Le dernier gpt-3.5-turbo, mis à jour avec les ajustements d'OpenAI

source: Latest gpt-4, updated with OpenAI adjustments
fr_fr: Dernier gpt-4, mis à jour avec les ajustements d'OpenAI

source: The latest GPT-4o, cheaper and faster than gpt-4-turbo, updated with OpenAI adjustments
fr_fr: Le dernier GPT-4o, moins cher et plus rapide que gpt-4-turbo, mis à jour avec les ajustements d'OpenAI

source: The latest gpt-4o-mini, cheaper and faster than gpt-4o, updated with OpenAI adjustments
fr_fr: Le dernier gpt-4o-mini, moins cher et plus rapide que gpt-4o, mis à jour avec les ajustements d'OpenAI

source: The latest gpt-4-turbo, updated with OpenAI adjustments
fr_fr: Le dernier gpt-4-turbo, mis à jour avec les ajustements d'OpenAI

source: The latest gpt-4-turbo-preview, updated with OpenAI adjustments
fr_fr: Le dernier gpt-4-turbo-preview, mis à jour avec les ajustements d'OpenAI

source: gpt-3.5-turbo snapshot on January 25, 2024, supporting context length 16,385 tokens
fr_fr: Instantané de gpt-3.5-turbo du 25 janvier 2024, prenant en charge une longueur de contexte de 16 385 tokens

source: gpt-3.5-turbo snapshot on November 6, 2023, supporting context length 16,385 tokens
fr_fr: Instantané de gpt-3.5-turbo du 6 novembre 2023, prenant en charge une longueur de contexte de 16 385 tokens

source: [Legacy] gpt-3.5-turbo snapshot on June 13, 2023, will be deprecated on June 13, 2024
fr_fr: [Ancien] Instantané de gpt-3.5-turbo du 13 juin 2023, sera obsolète le 13 juin 2024

source: gpt-4o snapshot on May 13, 2024, supporting context length 128,000 tokens
fr_fr: Instantané de gpt-4o du 13 mai 2024, prenant en charge une longueur de contexte de 128 000 tokens

source: gpt-4-turbo snapshot on April 9, 2024, supporting context length 128,000 tokens
fr_fr: Instantané de gpt-4-turbo du 9 avril 2024, prenant en charge une longueur de contexte de 128 000 tokens

source: gpt-4-turbo snapshot on January 25, 2024, supporting context length 128,000 tokens
fr_fr: Instantané de gpt-4-turbo du 25 janvier 2024, prenant en charge une longueur de contexte de 128 000 tokens

source: gpt-4-turbo snapshot on November 6, 2023, supporting context length 128,000 tokens
fr_fr: Instantané de gpt-4-turbo du 6 novembre 2023, prenant en charge une longueur de contexte de 128 000 tokens

source: {keys} is required
fr_fr: {keys} est requis

source: painting style
fr_fr: Style de peinture

source: If not passed, the default value is 201 (Japanese anime style)
fr_fr: Si non spécifié, la valeur par défaut est 201 (style anime japonais)

source: Not limited to style
fr_fr: Sans limitation de style

source: ink painting
fr_fr: Peinture à l'encre

source: concept art
fr_fr: Art conceptuel

source: Oil painting 1
fr_fr: Peinture à l'huile 1

source: Oil Painting 2 (Van Gogh)
fr_fr: Peinture à l'huile 2 (Van Gogh)

source: watercolor painting
fr_fr: Aquarelle

source: impasto style
fr_fr: Style impasto

source: paper cut style
fr_fr: Style découpage de papier

source: Impressionism 1 (Monet)
fr_fr: Impressionnisme 1 (Monet)

source: Impressionism 2
fr_fr: Impressionnisme 2

source: classical portraiture
fr_fr: Portrait classique

source: black and white sketch
fr_fr: Esquisse en noir et blanc

source: science fiction style
fr_fr: Style science-fiction

source: dark style
fr_fr: Style sombre

source: Japanese animation
fr_fr: Animation japonaise

source: monster style
fr_fr: Style monstre

source: Beautiful ancient style
fr_fr: Beau style ancien

source: retro anime
fr_fr: Anime rétro

source: Game cartoon hand drawing
fr_fr: Dessin à la main de jeu vidéo

source: Universal realistic style
fr_fr: Style réaliste universel

source: Generate image resolution
fr_fr: Résolution de l'image générée

source: If not transmitted, the default value is 768:768.
fr_fr: Si non spécifié, la valeur par défaut est 768:768.

source: The most effective version of the current hybrid model, the trillion-level parameter scale MOE-32K long article model. Reaching the absolute leading level on various benchmarks, with complex instructions and reasoning, complex mathematical capabilities, support for function call, and application focus optimization in fields such as multi-language translation, finance, law, and medical care
fr_fr: La version la plus efficace du modèle hybride actuel, le modèle d'article long MOE-32K à échelle de paramètres de niveau trillion. Atteignant le niveau de leader absolu sur divers benchmarks, avec des instructions et un raisonnement complexes, des capacités mathématiques complexes, la prise en charge des appels de fonction et l'optimisation axée sur les applications dans des domaines tels que la traduction multilingue, la finance, le droit et les soins médicaux

source: A better routing strategy is adopted to simultaneously alleviate the problems of load balancing and expert convergence. For long articles, the needle-in-a-haystack index reaches 99.9%
fr_fr: Une meilleure stratégie de routage est adoptée pour atténuer simultanément les problèmes d'équilibrage de charge et de convergence d'experts. Pour les longs articles, l'indice needle-in-a-haystack atteint 99,9 %

source: Upgraded to MOE structure, the context window is 256k, leading many open source models in multiple evaluation sets such as NLP, code, mathematics, industry, etc.
fr_fr: Mis à niveau vers la structure MOE, la fenêtre de contexte est de 256k, en tête de nombreux modèles open source dans plusieurs ensembles d'évaluation tels que le NLP, le code, les mathématiques, l'industrie, etc.
