Repository: AIahmedshrf/MAXKB-ENTERPRISE
Catalog: apps/locales/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Replace Original Document
fr_fr: Remplacer le document original

source: Update License
fr_fr: Mettre à jour la licence

source: Tag Key
fr_fr: Clé d'étiquette

source: Tag Value
fr_fr: Valeur d'étiquette

source: Tag id does not exist
fr_fr: L'identifiant d'étiquette n'existe pas

source: Tag key already exists
fr_fr: La clé d'étiquette existe déjà

source: Tag value already exists
fr_fr: La valeur d'étiquette existe déjà

source: Non-existent id
fr_fr: Identifiant inexistant
