Repository: AIahmedshrf/MAXKB-ENTERPRISE
Catalog: apps/locales/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Create or update role
fr_fr: Créer ou mettre à jour le rôle

source: Get role list
fr_fr: Obtenir la liste des rôles

source: Delete role
fr_fr: Supprimer le rôle

source: Create or update role permission
fr_fr: Créer ou mettre à jour les permissions du rôle

source: Get role permission
fr_fr: Obtenir les permissions du rôle

source: Add member to system role
fr_fr: Ajouter un membre au rôle système

source: Remove member from system role
fr_fr: Retirer un membre du rôle système

source: Get system role member list
fr_fr: Obtenir la liste des membres du rôle système

source: Get Workspace role list
fr_fr: Obtenir la liste des rôles de l'espace de travail

source: Workspace Role
fr_fr: Rôle de l'espace de travail

source: Add member to workspace role
fr_fr: Ajouter un membre au rôle de l'espace de travail

source: Remove member from workspace role
fr_fr: Retirer un membre du rôle de l'espace de travail

source: Get workspace role member list
fr_fr: Obtenir la liste des membres du rôle de l'espace de travail

source: Folder token
fr_fr: Jeton du dossier

source: tool name
fr_fr: nom de l'outil

source: tool description
fr_fr: description de l'outil

source: tool id
fr_fr: ID de l'outil

source: workspace id list
fr_fr: liste des ID d'espaces de travail

source: authentication type
fr_fr: type d'authentification

source: Knowledge does not exist
fr_fr: Les connaissances n'existent pas

source: Only shared knowledge can be authorized
fr_fr: Seules les connaissances partagées peuvent être autorisées

source: Only shared tools can be deleted
fr_fr: Seuls les outils partagés peuvent être supprimés

source: System tools cannot be deleted
fr_fr: Les outils système ne peuvent pas être supprimés

source: Tool does not exist
fr_fr: L'outil n'existe pas

source: Only shared tools can be authorized
fr_fr: Seuls les outils partagés peuvent être autorisés

source: Create a lark knowledge base
fr_fr: Créer une base de connaissances Lark

source: Update a lark knowledge base
fr_fr: Mettre à jour une base de connaissances Lark

source: Get document list from lark
fr_fr: Obtenir la liste des documents depuis Lark

source: Shared Knowledge/Documentation
fr_fr: Connaissances partagées/Documentation

source: Import documents to the lark knowledge base
fr_fr: Importer des documents dans la base de connaissances Lark

source: Synchronize lark document
fr_fr: Synchroniser le document Lark

source: Batch synchronize lark document
fr_fr: Synchroniser les documents Lark par lot

source: Create shared document
fr_fr: Créer un document partagé

source: Get shared document
fr_fr: Obtenir le document partagé

source: Segmented shared document
fr_fr: Segmenter le document partagé

source: Get a list of shared segment IDs
fr_fr: Obtenir la liste des ID de segments partagés

source: Cancel shared tasks in batches
fr_fr: Annuler les tâches partagées par lot

source: Create shared documents in batches
fr_fr: Créer des documents partagés par lot

source: Batch sync shared documents
fr_fr: Synchroniser les documents partagés par lot

source: Delete shared documents in batches
fr_fr: Supprimer les documents partagés par lot

source: Batch refresh shared document vector library
fr_fr: Actualiser la bibliothèque de vecteurs des documents partagés par lot

source: Batch generate related shared documents
fr_fr: Générer les documents partagés associés par lot

source: Modify shared document hit processing methods in batches
fr_fr: Modifier les méthodes de traitement des correspondances de documents partagés par lot

source: Migrate shared documents in batches
fr_fr: Migrer les documents partagés par lot

source: Get shared document details
fr_fr: Obtenir les détails du document partagé

source: Modify shared document
fr_fr: Modifier le document partagé

source: Delete shared document
fr_fr: Supprimer le document partagé

source: Synchronize shared web site types
fr_fr: Synchroniser les types de sites web partagés

source: Refresh shared document vector library
fr_fr: Actualiser la bibliothèque de vecteurs du document partagé

source: Cancel shared task
fr_fr: Annuler la tâche partagée

source: Get shared document by pagination
fr_fr: Obtenir le document partagé par pagination

source: Export shared document
fr_fr: Exporter le document partagé

source: Export Zip shared document
fr_fr: Exporter le document partagé en Zip

source: Download shared source file
fr_fr: Télécharger le fichier source partagé

source: Create Web site shared documents
fr_fr: Créer des documents partagés de site web

source: Import QA and create shared documentation
fr_fr: Importer des QA et créer une documentation partagée

source: Import tables and create shared documents
fr_fr: Importer des tableaux et créer des documents partagés

source: Get shared QA template
fr_fr: Obtenir le modèle QA partagé

source: Get shared form template
fr_fr: Obtenir le modèle de formulaire partagé

source: Get share resource knowledge
fr_fr: Obtenir les connaissances des ressources partagées

source: Get shared knowledge list by pagination
fr_fr: Obtenir la liste des connaissances partagées par pagination

source: Update shared knowledge
fr_fr: Mettre à jour les connaissances partagées

source: Get shared knowledge
fr_fr: Obtenir les connaissances partagées

source: Delete shared knowledge
fr_fr: Supprimer les connaissances partagées

source: Synchronize the shared knowledge base of the website
fr_fr: Synchroniser la base de connaissances partagées du site web

source: Shared Hit test list
fr_fr: Liste des tests de correspondance partagés

source: Shared Re-vectorize
fr_fr: Re-vectoriser les éléments partagés

source: Export shared knowledge base
fr_fr: Exporter la base de connaissances partagées

source: Export shared knowledge base containing images
fr_fr: Exporter la base de connaissances partagées contenant des images

source: Shared generate related
fr_fr: Générer les éléments associés partagés

source: Get model for shared knowledge base
fr_fr: Obtenir le modèle pour la base de connaissances partagées

source: Get embedding model for shared knowledge base
fr_fr: Obtenir le modèle d'embedding pour la base de connaissances partagées

source: Authorization knowledge workspace
fr_fr: Autoriser l'espace de travail de connaissances

source: Authorization knowledge workspace
fr_fr: Autoriser l'espace de travail de connaissances

source: Get Authorization knowledge workspace
fr_fr: Obtenir l'autorisation de l'espace de travail de connaissances

source: Create shared base knowledge
fr_fr: Créer une base de connaissances partagées

source: Create shared web knowledge
fr_fr: Créer des connaissances web partagées

source: Get shared workspace knowledge
fr_fr: Obtenir les connaissances de l'espace de travail partagé

source: Get shared workspace knowledge list by pagination
fr_fr: Obtenir la liste des connaissances de l'espace de travail partagé par pagination

source: Authorization model workspace
fr_fr: Autoriser l'espace de travail du modèle

source: Authorization model workspace
fr_fr: Autoriser l'espace de travail du modèle

source: Get Authorization model workspace
fr_fr: Obtenir l'autorisation de l'espace de travail du modèle

source: Get Share model by workspace id
fr_fr: Obtenir le modèle partagé par ID d'espace de travail

source: Get Share model by workspace id with pagination
fr_fr: Obtenir le modèle partagé par ID d'espace de travail avec pagination

source: Shared paragraph list
fr_fr: Liste des paragraphes partagés

source: Shared Knowledge/Documentation/Paragraph
fr_fr: Connaissances partagées/Documentation/Paragraphe

source: Create shared paragraph
fr_fr: Créer un paragraphe partagé

source: Batch shared paragraph
fr_fr: Traiter les paragraphes partagés par lot

source: Migrate shared paragraphs in batches
fr_fr: Migrer les paragraphes partagés par lot

source: Batch generate shared related
fr_fr: Générer les éléments associés partagés par lot

source: Modify shared paragraph data
fr_fr: Modifier les données du paragraphe partagé

source: Get shared paragraph details
fr_fr: Obtenir les détails du paragraphe partagé

source: Delete shared paragraph
fr_fr: Supprimer le paragraphe partagé

source: Add shared associated questions
fr_fr: Ajouter des questions associées partagées

source: Get a list of shared paragraph questions
fr_fr: Obtenir la liste des questions du paragraphe partagé

source: Disassociation shared issue
fr_fr: Dissocier le problème partagé

source: Related shared questions
fr_fr: Questions partagées associées

source: Get shared paragraph list by pagination
fr_fr: Obtenir la liste des paragraphes partagés par pagination

source: Shared question list
fr_fr: Liste des questions partagées

source: Shared Knowledge/Documentation/Paragraph/Question
fr_fr: Connaissances partagées/Documentation/Paragraphe/Question

source: Create shared question
fr_fr: Créer une question partagée

source: Get a list of associated shared paragraphs
fr_fr: Obtenir la liste des paragraphes partagés associés

source: Batch associated shared paragraphs
fr_fr: Associer les paragraphes partagés par lot

source: Batch deletion shared issues
fr_fr: Supprimer les problèmes partagés par lot

source: Delete shared question
fr_fr: Supprimer la question partagée

source: Modify shared question
fr_fr: Modifier la question partagée

source: Get the list of shared questions by page
fr_fr: Obtenir la liste des questions partagées par page

source: Get share resource tool
fr_fr: Obtenir l'outil de ressource partagé

source: Create shared tool
fr_fr: Créer un outil partagé

source: Update shared tool
fr_fr: Mettre à jour l'outil partagé

source: Get shared tool
fr_fr: Obtenir l'outil partagé

source: Delete shared tool
fr_fr: Supprimer l'outil partagé

source: Get shared tool list by pagination
fr_fr: Obtenir la liste des outils partagés par pagination

source: Import shared tool
fr_fr: Importer un outil partagé

source: Export shared tool
fr_fr: Exporter l'outil partagé

source: Debug shared Tool
fr_fr: Déboguer l'outil partagé

source: Check shared code
fr_fr: Vérifier le code partagé

source: Edit shared tool icon
fr_fr: Modifier l'icône de l'outil partagé

source: Authorization tool workspace
fr_fr: Autoriser l'espace de travail de l'outil

source: Authorization tool workspace
fr_fr: Autoriser l'espace de travail de l'outil

source: Get Authorization tool workspace
fr_fr: Obtenir l'autorisation de l'espace de travail de l'outil

source: Get shared workspace tool
fr_fr: Obtenir l'outil de l'espace de travail partagé

source: Get shared workspace tool list by pagination
fr_fr: Obtenir la liste des outils de l'espace de travail partagé par pagination

source: SMTP host
fr_fr: Hôte SMTP

source: SMTP port
fr_fr: Port SMTP

source: Sender's email
fr_fr: Email de l'expéditeur

source: Password
fr_fr: Mot de passe

source: Whether to enable TLS
fr_fr: Activer TLS

source: Whether to enable SSL
fr_fr: Activer SSL

source: Email verification failed
fr_fr: La vérification de l'email a échoué

source: target id
fr_fr: ID de la cible

source: Non-existent application|knowledge base id[
fr_fr: ID de l'application|base de connaissances inexistant[

source: Create or update email settings
fr_fr: Créer ou mettre à jour les paramètres de messagerie

source: Email Settings
fr_fr: Paramètres de messagerie

source: Test email settings
fr_fr: Tester les paramètres de messagerie

source: Get email settings
fr_fr: Obtenir les paramètres de messagerie

source: Get MaxKB related information
fr_fr: Obtenir les informations relatives à MaxKB

source: System parameters
fr_fr: Paramètres système

source: Obtain resource authorization list
fr_fr: Obtenir la liste des autorisations de ressources

source: Resources authorization
fr_fr: Autorisation des ressources

source: Modify the resource authorization list
fr_fr: Modifier la liste des autorisations de ressources

source: variable name
fr_fr: nom de la variable

source: fields only support string|int|dict|array|float
fr_fr: les champs ne prennent en charge que string|int|dict|array|float

source: field name
fr_fr: nom du champ

source: field label
fr_fr: libellé du champ

source: tool content
fr_fr: contenu de l'outil

source: input field list
fr_fr: liste des champs de saisie

source: init field list
fr_fr: liste des champs d'initialisation

source: init params
fr_fr: paramètres d'initialisation

source: variable value
fr_fr: valeur de la variable

source: function content
fr_fr: contenu de la fonction

source: field has no value set
fr_fr: le champ n'a pas de valeur définie

source: Field: {name} Type: {_type} Value: {value} Type conversion error
fr_fr: Champ : {name} Type : {_type} Valeur : {value} Erreur de conversion de type

source: Tool not found
fr_fr: Outil non trouvé

source: function ID
fr_fr: ID de la fonction

source: Create tool
fr_fr: Créer un outil

source: Get tool by folder
fr_fr: Obtenir l'outil par dossier

source: Debug Tool
fr_fr: Déboguer l'outil

source: Update tool
fr_fr: Mettre à jour l'outil

source: Get tool
fr_fr: Obtenir l'outil

source: Delete tool
fr_fr: Supprimer l'outil

source: Get tool list by pagination
fr_fr: Obtenir la liste des outils par pagination

source: Import tool
fr_fr: Importer un outil

source: Export tool
fr_fr: Exporter l'outil

source: Check code
fr_fr: Vérifier le code

source: Edit tool icon
fr_fr: Modifier l'icône de l'outil

source: Email or Username
fr_fr: Email ou nom d'utilisateur

source: Language
fr_fr: Langue

source: Captcha code error or expiration
fr_fr: Erreur de code captcha ou expiration

source: The user has been disabled, please contact the administrator!
fr_fr: L'utilisateur a été désactivé, veuillez contacter l'administrateur !

source: Is Edit Password
fr_fr: Modifier le mot de passe

source: Nick name
fr_fr: Pseudo

source: Phone
fr_fr: Téléphone

source: Username must be 4-20 characters long
fr_fr: Le nom d'utilisateur doit contenir entre 4 et 20 caractères

source: The password must be 6-20 characters long and must be a combination of letters, numbers, and special characters.
fr_fr: Le mot de passe doit contenir entre 6 et 20 caractères et doit être une combinaison de lettres, chiffres et caractères spéciaux.

source: Email or username
fr_fr: Email ou nom d'utilisateur

source: The community version supports up to 2 users. If you need more users, please contact us (https://fit2cloud.com/).
fr_fr: La version communautaire prend en charge jusqu'à 2 utilisateurs. Si vous avez besoin de plus d'utilisateurs, veuillez nous contacter (https://fit2cloud.com/).

source: Is Active
fr_fr: Actif

source: Nickname is already in use
fr_fr: Le pseudo est déjà utilisé

source: Email is already in use
fr_fr: L'email est déjà utilisé

source: Re Password
fr_fr: Confirmer le mot de passe

source: The confirmation password must be 6-20 characters long and must be a combination of letters, numbers, and special characters.
fr_fr: Le mot de passe de confirmation doit contenir entre 6 et 20 caractères et doit être une combinaison de lettres, chiffres et caractères spéciaux.

source: User does not exist
fr_fr: L'utilisateur n'existe pas

source: Unable to delete administrator
fr_fr: Impossible de supprimer l'administrateur

source: Cannot modify administrator status
fr_fr: Impossible de modifier le statut de l'administrateur

source: User IDs cannot be empty
fr_fr: Les ID des utilisateurs ne peuvent pas être vides

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: The type only supports register|reset_password
fr_fr: Le type ne prend en charge que register|reset_password

source: Do not send emails again within {seconds} seconds
fr_fr: Ne pas renvoyer d'email avant {seconds} secondes

source: The email service has not been set up. Please contact the administrator to set up the email service in [Email Settings].
fr_fr: Le service de messagerie n'a pas été configuré. Veuillez contacter l'administrateur pour configurer le service de messagerie dans [Paramètres de messagerie].

source: 【Intelligent knowledge base question and answer system-{action}】
fr_fr: 【Système de questions-réponses intelligent de la base de connaissances-{action}】

source: User registration
fr_fr: Inscription de l'utilisateur

source: Change password
fr_fr: Changer le mot de passe

source: Verification code
fr_fr: Code de vérification

source: language only support:
fr_fr: les langues prises en charge sont :

source: Log in
fr_fr: Se connecter

source: Sign out
fr_fr: Se déconnecter

source: Get current user information
fr_fr: Obtenir les informations de l'utilisateur actuel

source: Get all user
fr_fr: Obtenir tous les utilisateurs

source: Get user list under workspace
fr_fr: Obtenir la liste des utilisateurs sous l'espace de travail

source: Get user member under workspace
fr_fr: Obtenir les membres utilisateurs sous l'espace de travail

source: Create user
fr_fr: Créer un utilisateur

source: Get default password
fr_fr: Obtenir le mot de passe par défaut

source: Delete user
fr_fr: Supprimer l'utilisateur

source: Get user information
fr_fr: Obtenir les informations de l'utilisateur

source: Update user information
fr_fr: Mettre à jour les informations de l'utilisateur

source: Batch delete user
fr_fr: Supprimer les utilisateurs par lot

source: Get user paginated list
fr_fr: Obtenir la liste paginée des utilisateurs

source: Send email
fr_fr: Envoyer un email

source: Check whether the verification code is correct
fr_fr: Vérifier si le code de vérification est correct

source: Send email to current user
fr_fr: Envoyer un email à l'utilisateur actuel

source: Modify current user password
fr_fr: Modifier le mot de passe de l'utilisateur actuel

source: Failed to change password
fr_fr: Échec de la modification du mot de passe

source: User Relation ID
fr_fr: ID de la relation utilisateur

source: Role Name
fr_fr: Nom du rôle

source: Workspace does not exist
fr_fr: L'espace de travail n'existe pas

source: Workspace name already exists
fr_fr: Le nom de l'espace de travail existe déjà

source: Default workspace cannot be deleted
fr_fr: L'espace de travail par défaut ne peut pas être supprimé

source: Applications Resource
fr_fr: Ressources d'applications

source: Knowledge Resource
fr_fr: Ressources de connaissances

source: This workspace contains %s, cannot be deleted.
fr_fr: Cet espace de travail contient %s, il ne peut pas être supprimé.

source: Role IDs
fr_fr: ID des rôles

source: Create or update workspace
fr_fr: Créer ou mettre à jour l'espace de travail

source: Get system workspace list
fr_fr: Obtenir la liste des espaces de travail système

source: Delete workspace
fr_fr: Supprimer l'espace de travail

source: Check workspace can it be deleted
fr_fr: Vérifier si l'espace de travail peut être supprimé

source: Add member to system workspace
fr_fr: Ajouter un membre à l'espace de travail système

source: Remove member from system workspace
fr_fr: Retirer un membre de l'espace de travail système

source: Get system workspace member list
fr_fr: Obtenir la liste des membres de l'espace de travail système

source: Get workspace list
fr_fr: Obtenir la liste des espaces de travail

source: Add member to workspace
fr_fr: Ajouter un membre à l'espace de travail

source: Remove member from workspace
fr_fr: Retirer un membre de l'espace de travail

source: Get workspace member list
fr_fr: Obtenir la liste des membres de l'espace de travail

source: Get workspace list by current user
fr_fr: Obtenir la liste des espaces de travail de l'utilisateur actuel

source: Get workspace list by user
fr_fr: Obtenir la liste des espaces de travail par utilisateur

source: Get current user role list
fr_fr: Obtenir la liste des rôles de l'utilisateur actuel

source: Create chat user
fr_fr: Créer un utilisateur de chat

source: Workspace/Chat user
fr_fr: Espace de travail/Utilisateur de chat

source: Delete chat user
fr_fr: Supprimer l'utilisateur de chat

source: Get chat user information
fr_fr: Obtenir les informations de l'utilisateur de chat

source: Update chat user information
fr_fr: Mettre à jour les informations de l'utilisateur de chat

source: Get user list by group
fr_fr: Obtenir la liste des utilisateurs par groupe

source: Batch delete chat user
fr_fr: Supprimer les utilisateurs de chat par lot

source: Batch add chat user to group
fr_fr: Ajouter des utilisateurs de chat au groupe par lot

source: Change chat user password
fr_fr: Changer le mot de passe de l'utilisateur de chat

source: Create or update Chat User Group
fr_fr: Créer ou mettre à jour le groupe d'utilisateurs de chat

source: Workspace/User Group
fr_fr: Espace de travail/Groupe d'utilisateurs

source: Get user group list
fr_fr: Obtenir la liste des groupes d'utilisateurs

source: Delete chat user group
fr_fr: Supprimer le groupe d'utilisateurs de chat

source: Add member to chat user group
fr_fr: Ajouter un membre au groupe d'utilisateurs de chat

source: Remove member from chat user group
fr_fr: Retirer un membre du groupe d'utilisateurs de chat

source: Auth Type
fr_fr: Type d'authentification

source: Config
fr_fr: Configuration

source: Corp ID
fr_fr: ID d'entreprise

source: Agent ID
fr_fr: ID de l'agent

source: App Secret
fr_fr: Secret de l'application

source: Callback URL
fr_fr: URL de rappel

source: Key
fr_fr: Clé

source: Access Token
fr_fr: Jeton d'accès

source: User Group IDs
fr_fr: ID des groupes d'utilisateurs

source: User Group Names
fr_fr: Noms des groupes d'utilisateurs

source: Username or Nickname
fr_fr: Nom d'utilisateur ou pseudo

source: Sync Type
fr_fr: Type de synchronisation

source: Token
fr_fr: Jeton

source: Is Exist
fr_fr: Existe

source: corporation
fr_fr: société

source: expired
fr_fr: expiré

source: product
fr_fr: produit

source: edition
fr_fr: édition

source: license version
fr_fr: version de la licence

source: count
fr_fr: nombre

source: serial number
fr_fr: numéro de série

source: remark
fr_fr: remarque

source: license details
fr_fr: détails de la licence

source: license file
fr_fr: fichier de licence

source: License file is required
fr_fr: Le fichier de licence est requis

source: Invalid license file format
fr_fr: Format de fichier de licence invalide

source: operate
fr_fr: opération

source: menu_label
fr_fr: libellé du menu

source: operate_label
fr_fr: libellé de l'opération

source: Platform type
fr_fr: Type de plateforme

source: Platform configuration
fr_fr: Configuration de la plateforme

source: is auth
fr_fr: est authentifié

source: User Group ID
fr_fr: ID du groupe d'utilisateurs

source: Group ID
fr_fr: ID du groupe

source: User group relation IDs
fr_fr: ID des relations de groupe d'utilisateurs

source: theme color
fr_fr: couleur du thème

source: header font color
fr_fr: couleur de police de l'en-tête

source: float location type
fr_fr: type d'emplacement flottant

source: float location value
fr_fr: valeur d'emplacement flottant

source: float location x
fr_fr: emplacement flottant x

source: float location y
fr_fr: emplacement flottant y

source: show source
fr_fr: afficher la source

source: show exec
fr_fr: afficher l'exécution

source: show history
fr_fr: afficher l'historique

source: draggable
fr_fr: déplaçable

source: show guide
fr_fr: afficher le guide

source: icon url
fr_fr: URL de l'icône

source: chat background
fr_fr: arrière-plan du chat

source: chat background url
fr_fr: URL de l'arrière-plan du chat

source: avatar url
fr_fr: URL de l'avatar

source: user avatar
fr_fr: avatar de l'utilisateur

source: user avatar url
fr_fr: URL de l'avatar de l'utilisateur

source: float icon
fr_fr: icône flottante

source: float icon url
fr_fr: URL de l'icône flottante

source: disclaimer
fr_fr: avertissement

source: disclaimer value
fr_fr: valeur de l'avertissement

source: show avatar
fr_fr: afficher l'avatar

source: show user avatar
fr_fr: afficher l'avatar de l'utilisateur
