Repository: AIahmedshrf/MAXKB-ENTERPRISE
Catalog: apps/locales/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Login Auth
fr_fr: Authentification de connexion

source: Display Settings
fr_fr: Paramètres d'affichage

source: System API Key
fr_fr: Clé API système

source: Appearance Settings
fr_fr: Paramètres d'apparence

source: Chat User
fr_fr: Utilisateur de chat

source: User Group
fr_fr: Groupe d'utilisateurs

source: Chat User Auth
fr_fr: Authentification utilisateur de chat

source: Overview
fr_fr: Vue d'ensemble

source: Dialogue log
fr_fr: Journal de dialogue

source: Embed third party
fr_fr: Intégrer un tiers

source: Access restrictions
fr_fr: Restrictions d'accès

source: Display settings
fr_fr: Paramètres d'affichage

source: API Key
fr_fr: Clé API

source: Public settings
fr_fr: Paramètres publics

source: About
fr_fr: À propos

source: Switch Language
fr_fr: Changer de langue

source: Change Password
fr_fr: Changer le mot de passe

source: Sync users
fr_fr: Synchroniser les utilisateurs

source: Set up user groups
fr_fr: Configurer les groupes d'utilisateurs

source: The download process was interrupted, please try again
fr_fr: Le processus de téléchargement a été interrompu, veuillez réessayer

source: Query vector data: {paragraph_id_list} error {error} {traceback}
fr_fr: Requête des données vectorielles : {paragraph_id_list} erreur {error} {traceback}

source: Start--->Embedding paragraph: {paragraph_id_list}
fr_fr: Début--->Vectorisation du paragraphe : {paragraph_id_list}

source: Vectorized paragraph: {paragraph_id_list} error {error} {traceback}
fr_fr: Paragraphe vectorisé : {paragraph_id_list} erreur {error} {traceback}

source: End--->Embedding paragraph: {paragraph_id_list}
fr_fr: Fin--->Vectorisation du paragraphe : {paragraph_id_list}

source: Start--->Embedding paragraph: {paragraph_id}
fr_fr: Début--->Vectorisation du paragraphe : {paragraph_id}

source: Vectorized paragraph: {paragraph_id} error {error} {traceback}
fr_fr: Paragraphe vectorisé : {paragraph_id} erreur {error} {traceback}

source: End--->Embedding paragraph: {paragraph_id}
fr_fr: Fin--->Vectorisation du paragraphe : {paragraph_id}

source: Start--->Embedding document: {document_id}
fr_fr: Début--->Vectorisation du document : {document_id}

source: Vectorized document: {document_id} error {error} {traceback}
fr_fr: Document vectorisé : {document_id} erreur {error} {traceback}

source: End--->Embedding document: {document_id}
fr_fr: Fin--->Vectorisation du document : {document_id}

source: Start--->Embedding knowledge: {knowledge_id}
fr_fr: Début--->Vectorisation des connaissances : {knowledge_id}

source: Start--->Embedding document: {document_list}
fr_fr: Début--->Vectorisation du document : {document_list}

source: Vectorized knowledge: {knowledge_id} error {error} {traceback}
fr_fr: Connaissances vectorisées : {knowledge_id} erreur {error} {traceback}

source: End--->Embedding knowledge: {knowledge_id}
fr_fr: Fin--->Vectorisation des connaissances : {knowledge_id}

source: Unknown exception
fr_fr: Exception inconnue

source: not a function
fr_fr: pas une fonction

source: The field {field_label} is required
fr_fr: Le champ {field_label} est requis

source: The {field_label} cannot be less than {min}
fr_fr: Le {field_label} ne peut pas être inférieur à {min}

source: The {field_label} cannot be greater than {max}
fr_fr: Le {field_label} ne peut pas être supérieur à {max}

source: This document has no preface and is treated as ordinary text: {e}
fr_fr: Ce document n'a pas de préface et est traité comme du texte ordinaire : {e}

source: start clean chat log
fr_fr: commencer à nettoyer le journal de chat

source: end clean chat log
fr_fr: terminer le nettoyage du journal de chat

source: start clean debug file
fr_fr: commencer à nettoyer le fichier de débogage

source: end clean debug file
fr_fr: terminer le nettoyage du fichier de débogage

source: response code
fr_fr: code de réponse

source: error prompt
fr_fr: invite d'erreur

source: total number of data
fr_fr: nombre total de données

source: current page
fr_fr: page actuelle

source: page size
fr_fr: taille de page

source: Success
fr_fr: Succès

source: Text-to-speech node, the text content must be of string type
fr_fr: Nœud de synthèse vocale, le contenu texte doit être de type chaîne

source: Text-to-speech node, the text content cannot be empty
fr_fr: Nœud de synthèse vocale, le contenu texte ne peut pas être vide

source: Limit {count} exceeded, please contact us (https://fit2cloud.com/).
fr_fr: Limite {count} dépassée, veuillez nous contacter (https://fit2cloud.com/).

source: folder name
fr_fr: nom du dossier

source: folder description
fr_fr: description du dossier

source: parent id
fr_fr: ID parent

source: Folder depth cannot exceed 3 levels
fr_fr: La profondeur du dossier ne peut pas dépasser 3 niveaux

source: folder user id
fr_fr: ID utilisateur du dossier

source: user id
fr_fr: ID utilisateur

source: Folder name already exists
fr_fr: Le nom du dossier existe déjà

source: Folder does not exist
fr_fr: Le dossier n'existe pas

source: Cannot delete root folder
fr_fr: Impossible de supprimer le dossier racine

source: Create folder
fr_fr: Créer un dossier

source: Folder
fr_fr: Dossier

source: Get folder tree
fr_fr: Obtenir l'arborescence du dossier

source: Update folder
fr_fr: Mettre à jour le dossier

source: Get folder
fr_fr: Obtenir le dossier

source: Delete folder
fr_fr: Supprimer le dossier

source: problem list
fr_fr: liste de problèmes

source: problem
fr_fr: problème

source: source url
fr_fr: URL source

source: selector
fr_fr: sélecteur

source: URL error, cannot parse [{source_url}]
fr_fr: Erreur d'URL, impossible d'analyser [{source_url}]

source: id list
fr_fr: liste d'ID

source: The following id does not exist: {error_id_list}
fr_fr: L'ID suivant n'existe pas : {error_id_list}

source: state list
fr_fr: liste d'états

source: The knowledge base is inconsistent with the vector model
fr_fr: La base de connaissances est incohérente avec le modèle vectoriel

source: Knowledge base setting error, please reset the knowledge base
fr_fr: Erreur de paramétrage de la base de connaissances, veuillez réinitialiser la base de connaissances

source: task type
fr_fr: type de tâche

source: task type not support
fr_fr: type de tâche non pris en charge

source: document name
fr_fr: nom du document

source: source file id
fr_fr: ID du fichier source

source: The type only supports optimization|directly_return
fr_fr: Le type ne prend en charge que optimization|directly_return

source: hit handling method
fr_fr: méthode de traitement des résultats

source: directly return similarity
fr_fr: retourner directement la similarité

source: document is active
fr_fr: le document est actif

source: file list
fr_fr: liste de fichiers

source: limit
fr_fr: limite

source: patterns
fr_fr: modèles

source: Auto Clean
fr_fr: Nettoyage automatique

source: document url list
fr_fr: liste d'URL de documents

source: document id list
fr_fr: liste d'ID de documents

source: model id
fr_fr: ID du modèle

source: The template type only supports excel|csv
fr_fr: Le type de modèle ne prend en charge que excel|csv

source: knowledge id
fr_fr: ID de base de connaissances

source: target knowledge id
fr_fr: ID de base de connaissances cible

source: document list
fr_fr: liste de documents

source: document id
fr_fr: ID de document

source: status
fr_fr: statut

source: order by
fr_fr: trier par

source: document id not exist
fr_fr: l'ID de document n'existe pas

source: Synchronization is only supported for web site types
fr_fr: La synchronisation n'est prise en charge que pour les types de sites web

source: The task is being executed, please do not send it repeatedly.
fr_fr: La tâche est en cours d'exécution, veuillez ne pas l'envoyer à nouveau.

source: Section title (optional)
fr_fr: Titre de section (optionnel)

source: Section content (required, question answer, no more than 4096 characters)
fr_fr: Contenu de section (requis, réponse à une question, pas plus de 4096 caractères)

source: Question (optional, one per line in the cell)
fr_fr: Question (optionnel, une par ligne dans la cellule)

source: knowledge id not exist
fr_fr: l'ID de base de connaissances n'existe pas

source: The maximum size of the uploaded file cannot exceed {}MB
fr_fr: La taille maximale du fichier téléchargé ne peut pas dépasser {}MB

source: space
fr_fr: espace

source: semicolon
fr_fr: point-virgule

source: comma
fr_fr: virgule

source: period
fr_fr: point

source: enter
fr_fr: entrée

source: blank line
fr_fr: ligne vide

source: Hit handling method is required
fr_fr: La méthode de traitement des résultats est requise

source: The hit processing method must be directly_return|optimization
fr_fr: La méthode de traitement des résultats doit être directly_return|optimization

source: knowledge name
fr_fr: nom de la base de connaissances

source: knowledge description
fr_fr: description de la base de connaissances

source: knowledge embedding
fr_fr: vectorisation de la base de connaissances

source: knowledge selector
fr_fr: sélecteur de base de connaissances

source: application id list
fr_fr: liste d'ID d'applications

source: file size limit
fr_fr: limite de taille de fichier

source: file count limit
fr_fr: limite de nombre de fichiers

source: query text
fr_fr: texte de requête

source: top number
fr_fr: nombre supérieur

source: search mode
fr_fr: mode de recherche

source: knowledge scope
fr_fr: portée de la base de connaissances

source: Folder not found
fr_fr: Dossier introuvable

source: Failed to send the vectorization task, please try again later!
fr_fr: Échec de l'envoi de la tâche de vectorisation, veuillez réessayer plus tard !

source: Knowledge base name duplicate!
fr_fr: Nom de base de connaissances en double !

source: Unknown application id {knowledge_id}, cannot be associated
fr_fr: ID d'application inconnu {knowledge_id}, impossible d'associer

source: scope
fr_fr: portée

source: The community version supports up to 50 knowledge bases. If you need more knowledge bases, please contact us (https://fit2cloud.com/).
fr_fr: La version communautaire prend en charge jusqu'à 50 bases de connaissances. Si vous avez besoin de plus de bases de connaissances, veuillez nous contacter (https://fit2cloud.com/).

source: sync type
fr_fr: type de synchronisation

source: The synchronization type only supports:replace|complete
fr_fr: Le type de synchronisation ne prend en charge que :replace|complete

source: id does not exist
fr_fr: l'ID n'existe pas

source: content
fr_fr: contenu

source: section title
fr_fr: titre de section

source: Is active
fr_fr: Est actif

source: paragraph id list
fr_fr: liste d'ID de paragraphes

source: paragraph id
fr_fr: ID de paragraphe

source: Paragraph id does not exist
fr_fr: L'ID de paragraphe n'existe pas

source: Already associated, please do not associate again
fr_fr: Déjà associé, veuillez ne pas associer à nouveau

source: Problem id does not exist
fr_fr: L'ID de problème n'existe pas

source: problem id
fr_fr: ID de problème

source: Paragraph does not exist
fr_fr: Le paragraphe n'existe pas

source: Problem does not exist
fr_fr: Le problème n'existe pas

source: The task is being executed, please do not send it again.
fr_fr: La tâche est en cours d'exécution, veuillez ne pas l'envoyer à nouveau.

source: target document id
fr_fr: ID de document cible

source: The document to be migrated is consistent with the target document
fr_fr: Le document à migrer est cohérent avec le document cible

source: The document id does not exist [{document_id}]
fr_fr: L'ID de document n'existe pas [{document_id}]

source: The target document id does not exist [{document_id}]
fr_fr: L'ID de document cible n'existe pas [{document_id}]

source: new_position must be an integer
fr_fr: new_position doit être un entier

source: problem id list
fr_fr: liste d'ID de problèmes

source: Failed to obtain vector model: {error} {traceback}
fr_fr: Échec de l'obtention du modèle vectoriel : {error} {traceback}

source: Start--->Vectorized knowledge: {knowledge_id}
fr_fr: Début--->Connaissances vectorisées : {knowledge_id}

source: Knowledge documentation: {document_names}
fr_fr: Documentation des connaissances : {document_names}

source: End--->Vectorized knowledge: {knowledge_id}
fr_fr: Fin--->Connaissances vectorisées : {knowledge_id}

source: Generate issue based on document: {document_id} error {error}{traceback}
fr_fr: Générer un problème basé sur le document : {document_id} erreur {error}{traceback}

source: End--->Generate problem: {document_id}
fr_fr: Fin--->Générer le problème : {document_id}

source: Association problem failed {error}
fr_fr: Problème d'association échoué {error}

source: Start--->Start synchronization web knowledge base:{knowledge_id}
fr_fr: Début--->Démarrer la synchronisation de la base de connaissances web :{knowledge_id}

source: End--->End synchronization web knowledge base:{knowledge_id}
fr_fr: Fin--->Terminer la synchronisation de la base de connaissances web :{knowledge_id}

source: Synchronize web knowledge base:{knowledge_id} error{error}{traceback}
fr_fr: Synchroniser la base de connaissances web :{knowledge_id} erreur{error}{traceback}

source: Create document
fr_fr: Créer un document

source: Knowledge Base/Documentation
fr_fr: Base de connaissances/Documentation

source: Get document
fr_fr: Obtenir le document

source: Get document details
fr_fr: Obtenir les détails du document

source: Modify document
fr_fr: Modifier le document

source: Delete document
fr_fr: Supprimer le document

source: Segmented document
fr_fr: Document segmenté

source: Get a list of segment IDs
fr_fr: Obtenir une liste d'ID de segments

source: Modify document hit processing methods in batches
fr_fr: Modifier les méthodes de traitement des résultats de documents par lots

source: Synchronize web site types
fr_fr: Synchroniser les types de sites web

source: Refresh document vector library
fr_fr: Actualiser la bibliothèque de vecteurs de documents

source: Cancel task
fr_fr: Annuler la tâche

source: Cancel tasks in batches
fr_fr: Annuler les tâches par lots

source: Create documents in batches
fr_fr: Créer des documents par lots

source: Batch sync documents
fr_fr: Synchroniser les documents par lots

source: Delete documents in batches
fr_fr: Supprimer les documents par lots

source: Batch refresh document vector library
fr_fr: Actualiser la bibliothèque de vecteurs de documents par lots

source: Batch generate related documents
fr_fr: Générer des documents connexes par lots

source: Get document by pagination
fr_fr: Obtenir le document par pagination

source: Export document
fr_fr: Exporter le document

source: Export Zip document
fr_fr: Exporter le document Zip

source: Download source file
fr_fr: Télécharger le fichier source

source: Migrate documents in batches
fr_fr: Migrer les documents par lots

source: Create Web site documents
fr_fr: Créer des documents de site web

source: Import QA and create documentation
fr_fr: Importer des Q&R et créer de la documentation

source: Import tables and create documents
fr_fr: Importer des tableaux et créer des documents

source: Get QA template
fr_fr: Obtenir le modèle de Q&R

source: Get form template
fr_fr: Obtenir le modèle de formulaire

source: Get knowledge by folder
fr_fr: Obtenir les connaissances par dossier

source: Knowledge Base
fr_fr: Base de connaissances

source: Edit knowledge
fr_fr: Modifier les connaissances

source: Delete knowledge
fr_fr: Supprimer les connaissances

source: Get knowledge
fr_fr: Obtenir les connaissances

source: Get the knowledge base paginated list
fr_fr: Obtenir la liste paginée de la base de connaissances

source: Synchronize the knowledge base of the website
fr_fr: Synchroniser la base de connaissances du site web

source: Hit test list
fr_fr: Liste de tests de correspondance

source: Re-vectorize
fr_fr: Re-vectoriser

source: Export knowledge base
fr_fr: Exporter la base de connaissances

source: Export knowledge base containing images
fr_fr: Exporter la base de connaissances contenant des images

source: Generate related
fr_fr: Générer les éléments associés

source: Get model for knowledge base
fr_fr: Obtenir le modèle pour la base de connaissances

source: Get embedding model for knowledge base
fr_fr: Obtenir le modèle d'embedding pour la base de connaissances

source: Create base knowledge
fr_fr: Créer une base de connaissances

source: Create web knowledge
fr_fr: Créer des connaissances web

source: Paragraph list
fr_fr: Liste de paragraphes

source: Knowledge Base/Documentation/Paragraph
fr_fr: Base de connaissances/Documentation/Paragraphe

source: Create Paragraph
fr_fr: Créer un paragraphe

source: Batch Paragraph
fr_fr: Paragraphes par lot

source: Migrate paragraphs in batches
fr_fr: Migrer les paragraphes par lot

source: Batch Generate Related
fr_fr: Générer les éléments associés par lot

source: Modify paragraph data
fr_fr: Modifier les données du paragraphe

source: Get paragraph details
fr_fr: Obtenir les détails du paragraphe

source: Delete paragraph
fr_fr: Supprimer le paragraphe

source: Add associated questions
fr_fr: Ajouter des questions associées

source: Get a list of paragraph questions
fr_fr: Obtenir la liste des questions du paragraphe

source: Disassociation issue
fr_fr: Dissocier la question

source: Related questions
fr_fr: Questions associées

source: Get paragraph list by pagination
fr_fr: Obtenir la liste des paragraphes par pagination

source: Adjust paragraph position
fr_fr: Ajuster la position du paragraphe

source: Question list
fr_fr: Liste de questions

source: Knowledge Base/Documentation/Paragraph/Question
fr_fr: Base de connaissances/Documentation/Paragraphe/Question

source: Create question
fr_fr: Créer une question

source: Get a list of associated paragraphs
fr_fr: Obtenir la liste des paragraphes associés

source: Batch associated paragraphs
fr_fr: Associer des paragraphes par lot

source: Batch deletion issues
fr_fr: Supprimer des questions par lot

source: Delete question
fr_fr: Supprimer la question

source: Modify question
fr_fr: Modifier la question

source: Get the list of questions by page
fr_fr: Obtenir la liste des questions par page

source: Intelligent customer service platform
fr_fr: Plateforme de service client intelligent

source: model name
fr_fr: Nom du modèle

source: model type
fr_fr: Type de modèle

source: base model
fr_fr: Modèle de base

source: provider
fr_fr: Fournisseur

source: create user
fr_fr: Créer un utilisateur

source: icon
fr_fr: Icône

source: input type
fr_fr: Type d'entrée

source: label
fr_fr: Libellé

source: text field
fr_fr: Champ de texte

source: value field
fr_fr: Champ de valeur

source: method
fr_fr: Méthode

source: required
fr_fr: Requis

source: default value
fr_fr: Valeur par défaut

source: relation show field dict
fr_fr: Dictionnaire des champs d'affichage de relation

source: relation trigger field dict
fr_fr: Dictionnaire des champs de déclenchement de relation

source: trigger type
fr_fr: Type de déclencheur

source: attrs
fr_fr: Attributs

source: props info
fr_fr: Informations des propriétés

source: Model type cannot be empty
fr_fr: Le type de modèle ne peut pas être vide

source: The current platform does not support downloading models
fr_fr: La plateforme actuelle ne prend pas en charge le téléchargement de modèles

source: Embedding Model
fr_fr: Modèle d'embedding

source: Speech2Text
fr_fr: Parole vers texte

source: TTS
fr_fr: Synthèse vocale

source: Vision Model
fr_fr: Modèle de vision

source: Image Generation
fr_fr: Génération d'image

source: Rerank
fr_fr: Reclassement

source: The model does not support
fr_fr: Le modèle ne prend pas en charge

source: With the GTE-Rerank text sorting series model developed by Alibaba Tongyi Lab, developers can integrate high-quality text retrieval and sorting through the LlamaIndex framework.
fr_fr: Avec le modèle de tri de texte de la série GTE-Rerank développé par Alibaba Tongyi Lab, les développeurs peuvent intégrer une récupération et un tri de texte de haute qualité via le framework LlamaIndex.

source: Chinese (including various dialects such as Cantonese), English, Japanese, and Korean support free switching between multiple languages.
fr_fr: Le chinois (incluant divers dialectes comme le cantonais), l'anglais, le japonais et le coréen permettent une commutation libre entre plusieurs langues.

source: CosyVoice is based on a new generation of large generative speech models, which can predict emotions, intonation, rhythm, etc. based on context, and has better anthropomorphic effects.
fr_fr: CosyVoice est basé sur une nouvelle génération de grands modèles de synthèse vocale, qui peuvent prédire les émotions, l'intonation, le rythme, etc. en fonction du contexte, et offrent de meilleurs effets anthropomorphiques.

source: Universal text vector is Tongyi Lab's multi-language text unified vector model based on the LLM base. It provides high-level vector services for multiple mainstream languages around the world and helps developers quickly convert text data into high-quality vector data.
fr_fr: Le vecteur de texte universel est le modèle de vecteur unifié multilingue de Tongyi Lab basé sur la base LLM. Il fournit des services de vectorisation de haut niveau pour plusieurs langues principales dans le monde et aide les développeurs à convertir rapidement les données textuelles en données vectorielles de haute qualité.

source: Tongyi Wanxiang - a large image model for text generation, supports bilingual input in Chinese and English, and supports the input of reference pictures for reference content or reference style migration. Key styles include but are not limited to watercolor, oil painting, Chinese painting, sketch, flat illustration, two-dimensional, and 3D. Cartoon.
fr_fr: Tongyi Wanxiang - un grand modèle d'image pour la génération de texte, prend en charge l'entrée bilingue en chinois et en anglais, et prend en charge l'entrée d'images de référence pour le contenu de référence ou la migration de style de référence. Les styles clés incluent sans s'y limiter l'aquarelle, la peinture à l'huile, la peinture chinoise, le croquis, l'illustration plate, le deux dimensions et la 3D. Dessin animé.

source: Hello
fr_fr: Bonjour

source: {model_type} Model type is not supported
fr_fr: Le type de modèle {model_type} n'est pas pris en charge

source: {key} is required
fr_fr: {key} est requis

source: Verification failed, please check whether the parameters are correct: {error}
fr_fr: La vérification a échoué, veuillez vérifier si les paramètres sont corrects : {error}

source: Temperature
fr_fr: Température

source: Higher values make the output more random, while lower values make it more focused and deterministic
fr_fr: Des valeurs plus élevées rendent la sortie plus aléatoire, tandis que des valeurs plus faibles la rendent plus focalisée et déterministe

source: Output the maximum Tokens
fr_fr: Nombre maximum de tokens en sortie

source: Specify the maximum number of tokens that the model can generate.
fr_fr: Spécifier le nombre maximum de tokens que le modèle peut générer.

source: API URL
fr_fr: URL de l'API

source: Image size
fr_fr: Taille de l'image

source: Specify the size of the generated image, such as: 1024x1024
fr_fr: Spécifier la taille de l'image générée, par exemple : 1024x1024

source: Number of pictures
fr_fr: Nombre d'images

source: Specify the number of generated images
fr_fr: Spécifier le nombre d'images générées

source: Specify the style of generated images
fr_fr: Spécifier le style des images générées

source: Default value, the image style is randomly output by the model
fr_fr: Valeur par défaut, le style d'image est généré aléatoirement par le modèle

source: photography
fr_fr: Photographie

source: 3D cartoon
fr_fr: Dessin animé 3D

source: painting
fr_fr: Peinture

source: watercolor
fr_fr: Aquarelle

source: sketch
fr_fr: Croquis
