Repository: AIahmedshrf/MAXKB-ENTERPRISE
Catalog: apps/locales/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Workflow Objects
fr_fr: Objets de flux de travail

source: Current page
fr_fr: Page actuelle

source: Page size
fr_fr: Taille de page

source: folder id
fr_fr: ID du dossier

source: Application Name
fr_fr: Nom de l'application

source: Application Description
fr_fr: Description de l'application

source: User ID
fr_fr: ID utilisateur

source: Minimum number of likes
fr_fr: Nombre minimum de likes

source: Minimum number of clicks
fr_fr: Nombre minimum de clics

source: Comparator
fr_fr: Comparateur

source: Chat ID
fr_fr: ID de conversation

source: Is it in order
fr_fr: Est-ce en ordre

source: Chat Record ID
fr_fr: ID d'enregistrement de conversation

source: Knowledge ID
fr_fr: ID de base de connaissances

source: Document ID
fr_fr: ID de document

source: Paragraph ID
fr_fr: ID de paragraphe

source: Model type error
fr_fr: Erreur de type de modèle

source: Message type error
fr_fr: Erreur de type de message

source: Conversation list
fr_fr: Liste de conversations

source: Model id
fr_fr: ID du modèle

source: Paragraph List
fr_fr: Liste de paragraphes

source: Conversation ID
fr_fr: ID de conversation

source: User Questions
fr_fr: Questions de l'utilisateur

source: Post-processor
fr_fr: Post-traitement

source: Completion Question
fr_fr: Question de complétion

source: Streaming Output
fr_fr: Sortie en streaming

source: Chat user id
fr_fr: ID utilisateur de chat

source: Chat user Type
fr_fr: Type d'utilisateur de chat

source: No reference segment settings
fr_fr: Paramètres de segment sans référence

source: Model settings
fr_fr: Paramètres du modèle

source: Model parameter settings
fr_fr: Paramètres du modèle

source: message type error
fr_fr: erreur de type de message

source: Sorry, the AI model is not configured. Please go to the application to set up the AI model first.
fr_fr: Désolé, le modèle IA n'est pas configuré. Veuillez d'abord configurer le modèle IA dans l'application.

source: History Questions
fr_fr: Questions historiques

source: Number of multi-round conversations
fr_fr: Nombre de conversations multi-tours

source: Maximum length of the knowledge base paragraph
fr_fr: Longueur maximale du paragraphe de la base de connaissances

source: Prompt word
fr_fr: Prompt

source: System prompt words (role)
fr_fr: Prompts système (rôle)

source: Completion problem
fr_fr: Problème de complétion

source: Question completion prompt
fr_fr: Prompt de complétion de question

source: () contains the user's question. Answer the guessed user's question based on the context ({question}) Requirement: Output a complete question and put it in the <data></data> tag
fr_fr: () contient la question de l'utilisateur. Répondez à la question supposée de l'utilisateur en fonction du contexte ({question}) Exigence : Produisez une question complète et placez-la dans la balise <data></data>

source: System completes question text
fr_fr: Le système complète le texte de la question

source: Dataset id list
fr_fr: Liste d'ID de jeux de données

source: List of document ids to exclude
fr_fr: Liste d'ID de documents à exclure

source: List of exclusion vector ids
fr_fr: Liste d'ID de vecteurs à exclure

source: Reference segment number
fr_fr: Numéro de segment de référence

source: Similarity
fr_fr: Similarité

source: The type only supports embedding|keywords|blend
fr_fr: Le type ne prend en charge que embedding|keywords|blend

source: Retrieval Mode
fr_fr: Mode de récupération

source: Model does not exist
fr_fr: Le modèle n'existe pas

source: No permission to use this model {model_name}
fr_fr: Aucune permission d'utiliser ce modèle {model_name}

source: The vector model of the associated knowledge base is inconsistent and the segmentation cannot be recalled.
fr_fr: Le modèle vectoriel de la base de connaissances associée est incohérent et la segmentation ne peut pas être rappelée.

source: The knowledge base setting is wrong, please reset the knowledge base
fr_fr: Le paramétrage de la base de connaissances est incorrect, veuillez réinitialiser la base de connaissances

source: The branch {branch} of the {node} node needs to be connected
fr_fr: La branche {branch} du nœud {node} doit être connectée

source: {node} Nodes cannot be considered as end nodes
fr_fr: Les nœuds {node} ne peuvent pas être considérés comme des nœuds de fin

source: The starting node is required
fr_fr: Le nœud de départ est requis

source: There can only be one starting node
fr_fr: Il ne peut y avoir qu'un seul nœud de départ

source: The node {node} model does not exist
fr_fr: Le modèle du nœud {node} n'existe pas

source: Node {node} is unavailable
fr_fr: Le nœud {node} est indisponible

source: The library ID of node {node} cannot be empty
fr_fr: L'ID de bibliothèque du nœud {node} ne peut pas être vide

source: The function library for node {node} is not available
fr_fr: La bibliothèque de fonctions pour le nœud {node} n'est pas disponible

source: Basic information node is required
fr_fr: Le nœud d'informations de base est requis

source: There can only be one basic information node
fr_fr: Il ne peut y avoir qu'un seul nœud d'informations de base

source: Role Setting
fr_fr: Paramétrage de rôle

source: Whether to return content
fr_fr: Retourner le contenu ou non

source: Context Type
fr_fr: Type de contexte

source: Whether to enable MCP
fr_fr: Activer MCP ou non

source: MCP Server
fr_fr: Serveur MCP

source: Application ID
fr_fr: ID d'application

source: API Input Fields
fr_fr: Champs d'entrée API

source: User Input Fields
fr_fr: Champs de saisie utilisateur

source: picture
fr_fr: image

source: Child Nodes
fr_fr: Nœuds enfants

source: Form Data
fr_fr: Données de formulaire

source: Parameter value error: The uploaded document lacks file_id, and the document upload fails
fr_fr: Erreur de valeur de paramètre : le document téléchargé n'a pas de file_id et le téléchargement du document échoue

source: Parameter value error: The uploaded image lacks file_id, and the image upload fails
fr_fr: Erreur de valeur de paramètre : l'image téléchargée n'a pas de file_id et le téléchargement de l'image échoue

source: Parameter value error: The uploaded audio lacks file_id, and the audio upload fails.
fr_fr: Erreur de valeur de paramètre : l'audio téléchargé n'a pas de file_id et le téléchargement de l'audio échoue.

source: value
fr_fr: valeur

source: Fields
fr_fr: Champs

source: Branch id
fr_fr: ID de branche

source: Branch Type
fr_fr: Type de branche

source: Condition or|and
fr_fr: Condition ou|et

source: Response Type
fr_fr: Type de réponse

source: Reference Field
fr_fr: Champ de référence

source: Direct answer content
fr_fr: Contenu de réponse directe

source: Reference field cannot be empty
fr_fr: Le champ de référence ne peut pas être vide

source: Reference field error
fr_fr: Erreur de champ de référence

source: Content cannot be empty
fr_fr: Le contenu ne peut pas être vide

source: Form Configuration
fr_fr: Configuration du formulaire

source: Form output content
fr_fr: Contenu de sortie du formulaire

source: Variable Name
fr_fr: Nom de variable

source: Variable Value
fr_fr: Valeur de variable

source: Library ID
fr_fr: ID de bibliothèque

source: The function has been deleted
fr_fr: La fonction a été supprimée

source: Field: {name} No value set
fr_fr: Champ : {name} Aucune valeur définie

source: Field: {name} Type: {_type} Value: {value} Unsupported types
fr_fr: Champ : {name} Type : {_type} Valeur : {value} Types non pris en charge

source: Field: {name} Type: {_type} Value: {value} Type error
fr_fr: Champ : {name} Type : {_type} Valeur : {value} Erreur de type

source: type error
fr_fr: erreur de type

source: Function does not exist
fr_fr: La fonction n'existe pas

source: No permission to use this function {name}
fr_fr: Aucune permission d'utiliser cette fonction {name}

source: Function {name} is unavailable
fr_fr: La fonction {name} est indisponible

source: Is this field required
fr_fr: Ce champ est-il requis

source: The field only supports string|int|dict|array|float
fr_fr: Le champ ne prend en charge que string|int|dict|array|float

source: The field only supports custom|reference
fr_fr: Le champ ne prend en charge que custom|reference

source: {field}, this field is required.
fr_fr: {field}, ce champ est requis.

source: function
fr_fr: fonction

source: Prompt word (positive)
fr_fr: Prompt (positif)

source: Prompt word (negative)
fr_fr: Prompt (négatif)

source: Conversation storage type
fr_fr: Type de stockage de conversation

source: Mcp servers
fr_fr: Serveurs MCP

source: Mcp server
fr_fr: Serveur MCP

source: Mcp tool
fr_fr: Outil MCP

source: Tool parameters
fr_fr: Paramètres de l'outil

source: Maximum number of words in a quoted segment
fr_fr: Nombre maximum de mots dans un segment cité

source: similarity
fr_fr: similarité

source: The audio file cannot be empty
fr_fr: Le fichier audio ne peut pas être vide

source: Parameter value error: The uploaded audio lacks file_id, and the audio upload fails
fr_fr: Erreur de valeur de paramètre : l'audio téléchargé n'a pas de file_id et le téléchargement de l'audio échoue

source: Text content
fr_fr: Contenu texte

source: Sorry, no relevant content was found. Please re-describe your problem or provide more information.
fr_fr: Désolé, aucun contenu pertinent n'a été trouvé. Veuillez reformuler votre problème ou fournir plus d'informations.

source: No reference status
fr_fr: Aucun statut de référence

source: Acquaintance
fr_fr: Familiarité

source: Maximum number of quoted characters
fr_fr: Nombre maximum de caractères cités

source: Segment settings not referenced
fr_fr: Paramètres de segment non référencés

source: Knowledge base id
fr_fr: ID de base de connaissances

source: Knowledge Base List
fr_fr: Liste de bases de connaissances

source: The knowledge base id does not exist
fr_fr: L'ID de base de connaissances n'existe pas

source: Role prompts
fr_fr: Prompts de rôle

source: No citation segmentation prompt
fr_fr: Prompt de segmentation sans citation

source: Thinking process switch
fr_fr: Interrupteur du processus de réflexion

source: The thinking process begins to mark
fr_fr: Le processus de réflexion commence à marquer

source: End of thinking process marker
fr_fr: Marqueur de fin du processus de réflexion

source: Opening remarks
fr_fr: Remarques d'ouverture

source: application name
fr_fr: nom d'application

source: application describe
fr_fr: description d'application

source: Model
fr_fr: Modèle

source: Historical chat records
fr_fr: Enregistrements de conversation historiques

source: Related Knowledge Base
fr_fr: Base de connaissances associée

source: Question completion
fr_fr: Complétion de question

source: Application Type
fr_fr: Type d'application

source: Application type only supports SIMPLE|WORK_FLOW
fr_fr: Le type d'application ne prend en charge que SIMPLE|WORK_FLOW

source: Model parameters
fr_fr: Paramètres du modèle

source: Voice playback enabled
fr_fr: Lecture vocale activée

source: Voice playback model ID
fr_fr: ID du modèle de lecture vocale

source: Voice playback type
fr_fr: Type de lecture vocale

source: Voice playback autoplay
fr_fr: Lecture automatique vocale

source: Voice recognition enabled
fr_fr: Reconnaissance vocale activée

source: Speech recognition model ID
fr_fr: ID du modèle de reconnaissance vocale

source: Voice recognition automatic transmission
fr_fr: Transmission automatique de la reconnaissance vocale

source: Primary key id
fr_fr: ID de clé primaire

source: Application type
fr_fr: Type d'application

source: Resource type
fr_fr: Type de ressource

source: Affiliation user
fr_fr: Utilisateur affilié

source: Creation time
fr_fr: Date de création

source: Modification time
fr_fr: Date de modification

source: Workspace ID
fr_fr: ID d'espace de travail

source: file
fr_fr: fichier

source: Dataset settings
fr_fr: Paramètres du jeu de données

source: Model setup
fr_fr: Configuration du modèle

source: Icon
fr_fr: Icône

source: workspace id
fr_fr: ID d'espace de travail

source: The community version supports up to 5 applications. If you need more applications, please contact us (https://fit2cloud.com/).
fr_fr: La version communautaire prend en charge jusqu'à 5 applications. Si vous avez besoin de plus d'applications, veuillez nous contacter (https://fit2cloud.com/).

source: Unsupported file format
fr_fr: Format de fichier non pris en charge

source: Application id does not exist
fr_fr: L'ID d'application n'existe pas

source: work_flow is a required field
fr_fr: work_flow est un champ requis

source: Unknown knowledge base id {dataset_id}, unable to associate
fr_fr: ID de base de connaissances inconnu {dataset_id}, impossible d'associer

source: Reset Token
fr_fr: Réinitialiser le token

source: Is it enabled
fr_fr: Est-il activé

source: Number of visits
fr_fr: Nombre de visites

source: Whether to enable whitelist
fr_fr: Activer la liste blanche ou non

source: Whitelist
fr_fr: Liste blanche

source: Whether to display knowledge sources
fr_fr: Afficher les sources de connaissances ou non

source: language
fr_fr: langue

source: Availability
fr_fr: Disponibilité

source: Is cross-domain allowed
fr_fr: Le cross-domain est-il autorisé

source: Cross-domain address
fr_fr: Adresse cross-domain

source: Cross-domain list
fr_fr: Liste cross-domain

source: application id
fr_fr: ID d'application

source: Application does not exist
fr_fr: L'application n'existe pas

source: ApiKeyId
fr_fr: ID de clé API

source: APIKey does not exist
fr_fr: La clé API n'existe pas

source: chat id
fr_fr: ID de chat

source: summary
fr_fr: résumé

source: Chat User ID
fr_fr: ID utilisateur de chat

source: Chat User Type
fr_fr: Type d'utilisateur de chat

source: Is delete
fr_fr: Est supprimé

source: Number of conversations
fr_fr: Nombre de conversations

source: Number of Likes
fr_fr: Nombre de likes

source: Number of thumbs-downs
fr_fr: Nombre de pouces baissés

source: Number of tags
fr_fr: Nombre d'étiquettes

source: Chat ID List
fr_fr: Liste d'ID de chat

source: Start time
fr_fr: Heure de début

source: End time
fr_fr: Heure de fin

source: Only supports and|or
fr_fr: Ne prend en charge que and|or

source: Problem after optimization
fr_fr: Problème après optimisation

source: answer
fr_fr: réponse

source: User feedback
fr_fr: Retour utilisateur

source: Section title + content
fr_fr: Titre de section + contenu

source: Consuming tokens
fr_fr: Tokens consommés

source: Time consumed (s)
fr_fr: Temps consommé (s)

source: Question Time
fr_fr: Heure de question

source: Conversation record id
fr_fr: ID d'enregistrement de conversation

source: Application authentication information does not exist
fr_fr: Les informations d'authentification de l'application n'existent pas

source: Displaying knowledge sources is not enabled
fr_fr: L'affichage des sources de connaissances n'est pas activé

source: Conversation does not exist
fr_fr: La conversation n'existe pas

source: Conversation record does not exist
fr_fr: L'enregistrement de conversation n'existe pas

source: Section title
fr_fr: Titre de section

source: Paragraph content
fr_fr: Contenu du paragraphe

source: Document id
fr_fr: ID de document

source: The document id is incorrect
fr_fr: L'ID de document est incorrect

source: Conversation records that do not exist
fr_fr: Enregistrements de conversation qui n'existent pas

source: Paragraph id
fr_fr: ID de paragraphe

source: The paragraph id is wrong. The current conversation record does not exist. [{paragraph_id}] paragraph id
fr_fr: L'ID de paragraphe est incorrect. L'enregistrement de conversation actuel n'existe pas. [{paragraph_id}] ID de paragraphe

source: Number of new users
fr_fr: Nombre de nouveaux utilisateurs

source: Total number of users
fr_fr: Nombre total d'utilisateurs

source: Tokens consumption
fr_fr: Consommation de tokens

source: Version Name
fr_fr: Nom de version

source: Workflow version id
fr_fr: ID de version du flux de travail

source: Workflow version does not exist
fr_fr: La version du flux de travail n'existe pas

source: Create an application
fr_fr: Créer une application

source: Get the application list
fr_fr: Obtenir la liste des applications

source: Get the application list by page
fr_fr: Obtenir la liste des applications par page

source: Import Application
fr_fr: Importer une application

source: Export application
fr_fr: Exporter l'application

source: Deleting application
fr_fr: Supprimer l'application

source: Modify the application
fr_fr: Modifier l'application

source: Get application details
fr_fr: Obtenir les détails de l'application

source: Publishing an application
fr_fr: Publier une application

source: Modify application access restriction information
fr_fr: Modifier les informations de restriction d'accès à l'application

source: Get application access restriction information
fr_fr: Obtenir les informations de restriction d'accès à l'application

source: Create application ApiKey
fr_fr: Créer une clé API d'application

source: Application Api Key
fr_fr: Clé API d'application

source: GET application ApiKey List
fr_fr: Obtenir la liste des clés API d'application

source: Create application ApiKey List
fr_fr: Créer la liste des clés API d'application

source: Modify application API_KEY
fr_fr: Modifier la clé API de l'application

source: Delete Application API_KEY
fr_fr: Supprimer la clé API de l'application

source: Get the conversation list
fr_fr: Obtenir la liste des conversations

source: Application/Conversation Log
fr_fr: Application/Journal de conversation

source: Get the conversation list by page
fr_fr: Obtenir la liste des conversations par page

source: Export conversation
fr_fr: Exporter la conversation

source: Get a temporary session id based on the application id
fr_fr: Obtenir un ID de session temporaire basé sur l'ID d'application

source: Get the conversation record list
fr_fr: Obtenir la liste des enregistrements de conversation

source: Get the conversation record list by page
fr_fr: Obtenir la liste des enregistrements de conversation par page

source: Get conversation record details
fr_fr: Obtenir les détails de l'enregistrement de conversation

source: Add to Knowledge Base
fr_fr: Ajouter à la base de connaissances

source: Get the list of marked paragraphs
fr_fr: Obtenir la liste des paragraphes marqués

source: Delete a Annotation
fr_fr: Supprimer une annotation

source: Dialogue-related statistical trends
fr_fr: Tendances statistiques liées au dialogue

source: Get the application version list
fr_fr: Obtenir la liste des versions de l'application

source: Get the list of application versions by page
fr_fr: Obtenir la liste des versions de l'application par page

source: Get application version details
fr_fr: Obtenir les détails de la version de l'application

source: Modify application version information
fr_fr: Modifier les informations de version de l'application

source: access_token
fr_fr: jeton d'accès

source: host
fr_fr: hôte

source: protocol
fr_fr: protocole

source: token
fr_fr: jeton

source: Is the answer in streaming mode
fr_fr: La réponse est-elle en mode streaming

source: Do you want to reply again
fr_fr: Voulez-vous répondre à nouveau

source: Node id
fr_fr: ID de nœud

source: Runtime node id
fr_fr: ID de nœud d'exécution

source: Node parameters
fr_fr: Paramètres du nœud

source: Global variables
fr_fr: Variables globales

source: Other
fr_fr: Autre

source: Client id
fr_fr: ID client

source: Client Type
fr_fr: Type de client

source: Debug
fr_fr: Débogage

source: The number of visits exceeds today's visits
fr_fr: Le nombre de visites dépasse les visites d'aujourd'hui

source: The current model is not available
fr_fr: Le modèle actuel n'est pas disponible

source: The model is downloading, please try again later
fr_fr: Le modèle est en cours de téléchargement, veuillez réessayer plus tard

source: The application has not been published. Please use it after publishing.
fr_fr: L'application n'a pas été publiée. Veuillez l'utiliser après publication.

source: Invalid access_token
fr_fr: Jeton d'accès invalide

source: Illegal User
fr_fr: Utilisateur illégal

source: Host
fr_fr: Hôte

source: Application Anonymous Certification
fr_fr: Certification anonyme de l'application

source: Get application related information
fr_fr: Obtenir les informations relatives à l'application

source: Get application authentication information
fr_fr: Obtenir les informations d'authentification de l'application

source: Get the session id according to the application id
fr_fr: Obtenir l'ID de session selon l'ID d'application

source: Get captcha
fr_fr: Obtenir le captcha

source: User Management
fr_fr: Gestion des utilisateurs

source: Get embedded js
fr_fr: Obtenir le js embarqué

source: Not logged in, please log in first
fr_fr: Non connecté, veuillez vous connecter d'abord

source: Authentication information is incorrect! illegal user
fr_fr: Les informations d'authentification sont incorrectes ! utilisateur illégal

source: No permission to access
fr_fr: Aucune permission d'accès

source: Authentication information is incorrect
fr_fr: Les informations d'authentification sont incorrectes

source: Login expired
fr_fr: Connexion expirée

source: The username or password is incorrect
fr_fr: Le nom d'utilisateur ou le mot de passe est incorrect

source: Please log in first and bring the user Token
fr_fr: Veuillez d'abord vous connecter et apporter le jeton utilisateur

source: Email sending failed
fr_fr: L'envoi de l'e-mail a échoué

source: Email format error
fr_fr: Erreur de format d'e-mail

source: The email has been registered, please log in directly
fr_fr: L'e-mail a été enregistré, veuillez vous connecter directement

source: The email is not registered, please register first
fr_fr: L'e-mail n'est pas enregistré, veuillez vous inscrire d'abord

source: The verification code is incorrect or the verification code has expired
fr_fr: Le code de vérification est incorrect ou le code de vérification a expiré

source: The username has been registered, please log in directly
fr_fr: Le nom d'utilisateur a été enregistré, veuillez vous connecter directement

source: The username cannot be empty and must be between 6 and 20 characters long.
fr_fr: Le nom d'utilisateur ne peut pas être vide et doit contenir entre 6 et 20 caractères.

source: Password and confirmation password are inconsistent
fr_fr: Le mot de passe et la confirmation du mot de passe sont incohérents

source: The nickname is already registered
fr_fr: Le pseudonyme est déjà enregistré

source: System Setting
fr_fr: Paramètre système

source: Role
fr_fr: Rôle

source: Workspace
fr_fr: Espace de travail

source: Resource Application
fr_fr: Application de ressources

source: Resource Knowledge
fr_fr: Connaissances de ressources

source: Resource Tool
fr_fr: Outil de ressources

source: Resource Model
fr_fr: Modèle de ressources

source: Resource Permission
fr_fr: Permission de ressources

source: Shared Knowledge
fr_fr: Connaissances partagées

source: Shared Model
fr_fr: Modèle partagé

source: Shared Tool
fr_fr: Outil partagé

source: Operation Log
fr_fr: Journal des opérations

source: System Management
fr_fr: Gestion du système

source: Knowledge
fr_fr: Connaissances

source: Tool
fr_fr: Outil

source: Read
fr_fr: Lire

source: Edit
fr_fr: Modifier

source: Create
fr_fr: Créer

source: Delete
fr_fr: Supprimer

source: Email Setting
fr_fr: Paramétrage d'e-mail

source: Problem
fr_fr: Problème

source: Import
fr_fr: Importer

source: Export
fr_fr: Exporter

source: Sync
fr_fr: Synchroniser

source: Generate
fr_fr: Générer

source: Add Member
fr_fr: Ajouter un membre

source: Remove Member
fr_fr: Retirer un membre

source: Vector
fr_fr: Vecteur

source: Migrate
fr_fr: Migrer

source: Relate
fr_fr: Relier

source: Clear Policy
fr_fr: Effacer la politique
