Repository: AIahmedshrf/MAXKB-ENTERPRISE
Catalog: apps/locales/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Hunyuan's latest version of the role-playing model, a role-playing model launched by Hunyuan's official fine-tuning training, is based on the Hunyuan model combined with the role-playing scene data set for additional training, and has better basic effects in role-playing scenes.
fr_fr: La dernière version du modèle de jeu de rôle Hunyuan, un modèle de jeu de rôle lancé par la formation de réglage fin officielle de Hunyuan, est basé sur le modèle Hunyuan combiné avec l'ensemble de données de scène de jeu de rôle pour une formation supplémentaire, et a de meilleurs effets de base dans les scènes de jeu de rôle.

source: Hunyuan's latest MOE architecture FunctionCall model has been trained with high-quality FunctionCall data and has a context window of 32K, leading in multiple dimensions of evaluation indicators.
fr_fr: Le dernier modèle FunctionCall d'architecture MOE de Hunyuan a été formé avec des données FunctionCall de haute qualité et a une fenêtre de contexte de 32K, en tête dans plusieurs dimensions d'indicateurs d'évaluation.

source: Hunyuan's latest code generation model, after training the base model with 200B high-quality code data, and iterating on high-quality SFT data for half a year, the context long window length has been increased to 8K, and it ranks among the top in the automatic evaluation indicators of code generation in the five major languages; the five major languages In the manual high-quality evaluation of 10 comprehensive code tasks that consider all aspects, the performance is in the first echelon.
fr_fr: Le dernier modèle de génération de code de Hunyuan, après avoir formé le modèle de base avec 200B de données de code de haute qualité, et itéré sur des données SFT de haute qualité pendant une demi-année, la longueur de la fenêtre de contexte longue a été augmentée à 8K, et il se classe parmi les meilleurs dans les indicateurs d'évaluation automatique de génération de code dans les cinq principales langues ; les cinq principales langues Dans l'évaluation manuelle de haute qualité de 10 tâches de code complètes qui considèrent tous les aspects, la performance est dans le premier échelon.

source: Tencent's Hunyuan Embedding interface can convert text into high-quality vector data. The vector dimension is 1024 dimensions.
fr_fr: L'interface Hunyuan Embedding de Tencent peut convertir le texte en données vectorielles de haute qualité. La dimension vectorielle est de 1024 dimensions.

source: Mixed element visual model
fr_fr: Modèle visuel à éléments mixtes

source: Hunyuan graph model
fr_fr: Modèle graphique Hunyuan

source: Facebook's 125M parameter model
fr_fr: Modèle de Facebook avec 125 millions de paramètres

source: BAAI's 7B parameter model
fr_fr: Modèle BAAI avec 7 milliards de paramètres

source: BAAI's 13B parameter mode
fr_fr: Mode BAAI avec 13 milliards de paramètres

source: If the gap between width, height and 512 is too large, the picture rendering effect will be poor and the probability of excessive delay will increase significantly. Recommended ratio and corresponding width and height before super score: width*height
fr_fr: Si l'écart entre la largeur, la hauteur et 512 est trop grand, l'effet de rendu de l'image sera médiocre et la probabilité d'un délai excessif augmentera considérablement. Ratio recommandé et largeur et hauteur correspondantes avant le super score : largeur*hauteur

source: timbre
fr_fr: Timbre vocal

source: speaking speed
fr_fr: Vitesse d'élocution

source: [0.2,3], the default is 1, usually one decimal place is enough
fr_fr: [0,2 à 3], la valeur par défaut est 1, une décimale suffit généralement

source: The user goes to the model inference page of Volcano Ark to create an inference access point. Here, you need to enter ep-xxxxxxxxxx-yyyy to call it.
fr_fr: L'utilisateur accède à la page d'inférence de modèle de Volcano Ark pour créer un point d'accès d'inférence. Ici, vous devez entrer ep-xxxxxxxxxx-yyyy pour l'appeler.

source: Universal 2.0-Vincent Diagram
fr_fr: Diagramme universel 2.0-Vincent

source: Universal 2.0Pro-Vincent Chart
fr_fr: Graphique universel 2.0Pro-Vincent

source: Universal 1.4-Vincent Chart
fr_fr: Graphique universel 1.4-Vincent

source: Animation 1.3.0-Vincent Picture
fr_fr: Image d'animation 1.3.0-Vincent

source: Animation 1.3.1-Vincent Picture
fr_fr: Image d'animation 1.3.1-Vincent

source: volcano engine
fr_fr: Moteur volcanique

source: {model_name} The model does not support
fr_fr: Le modèle {model_name} ne prend pas en charge

source: ERNIE-Bot-4 is a large language model independently developed by Baidu. It covers massive Chinese data and has stronger capabilities in dialogue Q&A, content creation and generation.
fr_fr: ERNIE-Bot-4 est un grand modèle de langage développé indépendamment par Baidu. Il couvre des données chinoises massives et possède des capacités plus fortes en dialogue Q&R, création et génération de contenu.

source: ERNIE-Bot is a large language model independently developed by Baidu. It covers massive Chinese data and has stronger capabilities in dialogue Q&A, content creation and generation.
fr_fr: ERNIE-Bot est un grand modèle de langage développé indépendamment par Baidu. Il couvre des données chinoises massives et possède des capacités plus fortes en dialogue Q&R, création et génération de contenu.

source: ERNIE-Bot-turbo is a large language model independently developed by Baidu. It covers massive Chinese data, has stronger capabilities in dialogue Q&A, content creation and generation, and has a faster response speed.
fr_fr: ERNIE-Bot-turbo est un grand modèle de langage développé indépendamment par Baidu. Il couvre des données chinoises massives, possède des capacités plus fortes en dialogue Q&R, création et génération de contenu, et a une vitesse de réponse plus rapide.

source: BLOOMZ-7B is a well-known large language model in the industry. It was developed and open sourced by BigScience and can output text in 46 languages and 13 programming languages.
fr_fr: BLOOMZ-7B est un grand modèle de langage bien connu dans l'industrie. Il a été développé et open source par BigScience et peut produire du texte dans 46 langues et 13 langages de programmation.

source: Llama-2-13b-chat was developed by Meta AI and is open source. It performs well in scenarios such as coding, reasoning and knowledge application. Llama-2-13b-chat is a native open source version with balanced performance and effect, suitable for conversation scenarios.
fr_fr: Llama-2-13b-chat a été développé par Meta AI et est open source. Il performe bien dans des scénarios tels que le codage, le raisonnement et l'application des connaissances. Llama-2-13b-chat est une version open source native avec des performances et un effet équilibrés, adapté aux scénarios de conversation.

source: Llama-2-70b-chat was developed by Meta AI and is open source. It performs well in scenarios such as coding, reasoning, and knowledge application. Llama-2-70b-chat is a native open source version with high-precision effects.
fr_fr: Llama-2-70b-chat a été développé par Meta AI et est open source. Il performe bien dans des scénarios tels que le codage, le raisonnement et l'application des connaissances. Llama-2-70b-chat est une version open source native avec des effets de haute précision.

source: The Chinese enhanced version developed by the Qianfan team based on Llama-2-7b has performed well on Chinese knowledge bases such as CMMLU and C-EVAL.
fr_fr: La version améliorée en chinois développée par l'équipe Qianfan basée sur Llama-2-7b a bien performé sur les bases de connaissances chinoises telles que CMMLU et C-EVAL.

source: Embedding-V1 is a text representation model based on Baidu Wenxin large model technology. It can convert text into a vector form represented by numerical values and can be used in text retrieval, information recommendation, knowledge mining and other scenarios. Embedding-V1 provides the Embeddings interface, which can generate corresponding vector representations based on input content. You can call this interface to input text into the model and obtain the corresponding vector representation for subsequent text processing and analysis.
fr_fr: Embedding-V1 est un modèle de représentation de texte basé sur la technologie de grand modèle Baidu Wenxin. Il peut convertir le texte en une forme vectorielle représentée par des valeurs numériques et peut être utilisé dans la récupération de texte, la recommandation d'informations, l'extraction de connaissances et d'autres scénarios. Embedding-V1 fournit l'interface Embeddings, qui peut générer des représentations vectorielles correspondantes basées sur le contenu d'entrée. Vous pouvez appeler cette interface pour entrer du texte dans le modèle et obtenir la représentation vectorielle correspondante pour le traitement et l'analyse ultérieurs du texte.

source: Thousand sails large model
fr_fr: Modèle de milliers de voiles

source: Please outline this picture
fr_fr: Veuillez décrire cette image

source: Speaker
fr_fr: Locuteur

source: Speaker, optional value: Please go to the console to add a trial or purchase speaker. After adding, the speaker parameter value will be displayed.
fr_fr: Locuteur, valeur optionnelle : Veuillez accéder à la console pour ajouter un essai ou acheter un locuteur. Après l'ajout, la valeur du paramètre de locuteur sera affichée.

source: Speech speed, optional value: [0-100], default is 50
fr_fr: Vitesse d'élocution, valeur optionnelle : [0-100], la valeur par défaut est 50

source: Chinese and English recognition
fr_fr: Reconnaissance chinois et anglais

source: The image generation endpoint allows you to create raw images based on text prompts. The dimensions of the image can be 1024x1024, 1024x1792, or 1792x1024 pixels.
fr_fr: Le point de terminaison de génération d'images vous permet de créer des images brutes basées sur des prompts textuels. Les dimensions de l'image peuvent être de 1024x1024, 1024x1792 ou 1792x1024 pixels.

source: By default, images are generated in standard quality, you can set quality: "hd" to enhance detail. Square, standard quality images are generated fastest.
fr_fr: Par défaut, les images sont générées en qualité standard, vous pouvez définir qualité : "hd" pour améliorer les détails. Les images carrées de qualité standard sont générées le plus rapidement.

source: You can request 1 image at a time (requesting more images by making parallel requests), or up to 10 images at a time using the n parameter.
fr_fr: Vous pouvez demander 1 image à la fois (en demandant plus d'images en faisant des requêtes parallèles), ou jusqu'à 10 images à la fois en utilisant le paramètre n.

source: Chinese female
fr_fr: Femme chinoise

source: Chinese male
fr_fr: Homme chinois

source: Japanese male
fr_fr: Homme japonais

source: Cantonese female
fr_fr: Femme cantonaise

source: English female
fr_fr: Femme anglaise

source: English male
fr_fr: Homme anglais

source: Korean female
fr_fr: Femme coréenne

source: Code Llama is a language model specifically designed for code generation.
fr_fr: Code Llama est un modèle de langage spécifiquement conçu pour la génération de code.

source: Code Llama Instruct is a fine-tuned version of Code Llama's instructions, designed to perform specific tasks.
fr_fr: Code Llama Instruct est une version affinée des instructions de Code Llama, conçue pour effectuer des tâches spécifiques.

source: Code Llama Python is a language model specifically designed for Python code generation.
fr_fr: Code Llama Python est un modèle de langage spécifiquement conçu pour la génération de code Python.

source: CodeQwen 1.5 is a language model for code generation with high performance.
fr_fr: CodeQwen 1.5 est un modèle de langage pour la génération de code avec de hautes performances.

source: CodeQwen 1.5 Chat is a chat model version of CodeQwen 1.5.
fr_fr: CodeQwen 1.5 Chat est une version de modèle de chat de CodeQwen 1.5.

source: Deepseek is a large-scale language model with 13 billion parameters.
fr_fr: Deepseek est un modèle de langage à grande échelle avec 13 milliards de paramètres.

source: Image size, only cogview-3-plus supports this parameter. Optional range: [1024x1024,768x1344,864x1152,1344x768,1152x864,1440x720,720x1440], the default is 1024x1024.
fr_fr: Taille de l'image, seul cogview-3-plus prend en charge ce paramètre. Plage optionnelle : [1024x1024,768x1344,864x1152,1344x768,1152x864,1440x720,720x1440], la valeur par défaut est 1024x1024.

source: Have strong multi-modal understanding capabilities. Able to understand up to five images simultaneously and supports video content understanding
fr_fr: Possède de solides capacités de compréhension multimodale. Capable de comprendre jusqu'à cinq images simultanément et prend en charge la compréhension du contenu vidéo

source: Focus on single picture understanding. Suitable for scenarios requiring efficient image analysis
fr_fr: Se concentre sur la compréhension d'une seule image. Adapté aux scénarios nécessitant une analyse d'image efficace

source: Focus on single picture understanding. Suitable for scenarios requiring efficient image analysis (free)
fr_fr: Se concentre sur la compréhension d'une seule image. Adapté aux scénarios nécessitant une analyse d'image efficace (gratuit)

source: Quickly and accurately generate images based on user text descriptions. Resolution supports 1024x1024
fr_fr: Générer rapidement et avec précision des images basées sur les descriptions textuelles de l'utilisateur. La résolution prend en charge 1024x1024

source: Generate high-quality images based on user text descriptions, supporting multiple image sizes
fr_fr: Générer des images de haute qualité basées sur les descriptions textuelles de l'utilisateur, prenant en charge plusieurs tailles d'image

source: Generate high-quality images based on user text descriptions, supporting multiple image sizes (free)
fr_fr: Générer des images de haute qualité basées sur les descriptions textuelles de l'utilisateur, prenant en charge plusieurs tailles d'image (gratuit)

source: vector text
fr_fr: Texte vectoriel

source: vector text list
fr_fr: Liste de textes vectoriels

source: text
fr_fr: Texte

source: metadata
fr_fr: Métadonnées

source: query
fr_fr: Requête

source: parameter configuration
fr_fr: Configuration des paramètres

source: certification information
fr_fr: Informations de certification

source: Shared models cannot be deleted or modified
fr_fr: Les modèles partagés ne peuvent pas être supprimés ou modifiés

source: base model【{model_name}】already exists
fr_fr: Le modèle de base 【{model_name}】 existe déjà

source: Model saving failed
fr_fr: Échec de l'enregistrement du modèle

source: Create model
fr_fr: Créer un modèle

source: Query model list
fr_fr: Interroger la liste des modèles

source: Update model
fr_fr: Mettre à jour le modèle

source: Delete model
fr_fr: Supprimer le modèle

source: Query model details
fr_fr: Interroger les détails du modèle

source: Get model parameter form
fr_fr: Obtenir le formulaire des paramètres du modèle

source: Save model parameter form
fr_fr: Enregistrer le formulaire des paramètres du modèle

source: Query model meta information, this interface does not carry authentication information
fr_fr: Interroger les méta-informations du modèle, cette interface ne contient pas d'informations d'authentification

source: Pause model download
fr_fr: Mettre en pause le téléchargement du modèle

source: Get Share model
fr_fr: Obtenir le modèle partagé

source: Vectorization documentation
fr_fr: Documentation de vectorisation

source: Reorder documents
fr_fr: Réorganiser les documents

source: Get a list of model suppliers
fr_fr: Obtenir la liste des fournisseurs de modèles

source: Get a list of model types
fr_fr: Obtenir la liste des types de modèles

source: Example of obtaining model list
fr_fr: Exemple d'obtention de la liste des modèles

source: Get model default parameters
fr_fr: Obtenir les paramètres par défaut du modèle

source: Get the model creation form
fr_fr: Obtenir le formulaire de création de modèle

source: File not found
fr_fr: Fichier introuvable

source: Upload file
fr_fr: Télécharger le fichier

source: File
fr_fr: Fichier

source: Get file
fr_fr: Obtenir le fichier

source: Delete file
fr_fr: Supprimer le fichier

source: Create system knowledge
fr_fr: Créer des connaissances système

source: System Knowledge/Documentation
fr_fr: Connaissances système/Documentation

source: Get system document
fr_fr: Obtenir le document système

source: Segmented system document
fr_fr: Document système segmenté

source: Get a list of system segment IDs
fr_fr: Obtenir la liste des ID de segments système

source: Cancel system tasks in batches
fr_fr: Annuler les tâches système par lot

source: Create system knowledges in batches
fr_fr: Créer des connaissances système par lot

source: Batch sync system knowledges
fr_fr: Synchroniser les connaissances système par lot

source: Delete system document in batches
fr_fr: Supprimer des documents système par lot

source: Delete system knowledge in batches
fr_fr: Supprimer des connaissances système par lot

source: Batch refresh system document vector library
fr_fr: Actualiser la bibliothèque de vecteurs de documents système par lot

source: Batch generate related system document
fr_fr: Générer des documents système associés par lot

source: Modify system document hit processing methods in batches
fr_fr: Modifier les méthodes de traitement des correspondances de documents système par lot

source: Migrate system knowledges in batches
fr_fr: Migrer les connaissances système par lot

source: Get system document details
fr_fr: Obtenir les détails du document système

source: Modify system document
fr_fr: Modifier le document système

source: Delete system document
fr_fr: Supprimer le document système

source: Synchronize system web site types
fr_fr: Synchroniser les types de sites web système

source: Refresh system knowledge vector library
fr_fr: Actualiser la bibliothèque de vecteurs de connaissances système

source: Cancel system task
fr_fr: Annuler la tâche système

source: Get system document by pagination
fr_fr: Obtenir les documents système par pagination

source: Export system knowledge
fr_fr: Exporter les connaissances système

source: Export Zip system knowledge
fr_fr: Exporter les connaissances système en Zip

source: Download system source file
fr_fr: Télécharger le fichier source système

source: Get system QA template
fr_fr: Obtenir le modèle QA système

source: Get system form template
fr_fr: Obtenir le modèle de formulaire système

source: Get system knowledge list
fr_fr: Obtenir la liste des connaissances système

source: System Knowledge
fr_fr: Connaissances système

source: Get system knowledge list by pagination
fr_fr: Obtenir la liste des connaissances système par pagination

source: Update system knowledge
fr_fr: Mettre à jour les connaissances système

source: Get system knowledge
fr_fr: Obtenir les connaissances système

source: Delete system knowledge
fr_fr: Supprimer les connaissances système

source: Synchronize the system knowledge base of the website
fr_fr: Synchroniser la base de connaissances système du site web

source: System Hit test list
fr_fr: Liste des tests de correspondance système

source: System Re-vectorize
fr_fr: Re-vectoriser le système

source: Export system knowledge base
fr_fr: Exporter la base de connaissances système

source: Export system knowledge base containing images
fr_fr: Exporter la base de connaissances système contenant des images

source: System generate related
fr_fr: Générer les éléments associés système

source: Get model for system knowledge base
fr_fr: Obtenir le modèle pour la base de connaissances système

source: Get embedding model for system knowledge base
fr_fr: Obtenir le modèle d'embedding pour la base de connaissances système

source: System paragraph list
fr_fr: Liste des paragraphes système

source: System Knowledge/Documentation/Paragraph
fr_fr: Connaissances système/Documentation/Paragraphe

source: Create system paragraph
fr_fr: Créer un paragraphe système

source: Batch system paragraph
fr_fr: Traiter les paragraphes système par lot

source: Migrate system paragraphs in batches
fr_fr: Migrer les paragraphes système par lot

source: Batch generate system related
fr_fr: Générer les éléments associés système par lot

source: Modify system paragraph data
fr_fr: Modifier les données du paragraphe système

source: Get system paragraph details
fr_fr: Obtenir les détails du paragraphe système

source: Delete system paragraph
fr_fr: Supprimer le paragraphe système

source: Add system associated questions
fr_fr: Ajouter des questions associées système

source: Get a list of system paragraph questions
fr_fr: Obtenir la liste des questions du paragraphe système

source: Disassociation system issue
fr_fr: Dissocier le problème système

source: Related system questions
fr_fr: Questions système associées

source: Get system paragraph list by pagination
fr_fr: Obtenir la liste des paragraphes système par pagination

source: System question list
fr_fr: Liste des questions système

source: System Knowledge/Documentation/Paragraph/Question
fr_fr: Connaissances système/Documentation/Paragraphe/Question

source: Create system question
fr_fr: Créer une question système

source: Get a list of associated system paragraphs
fr_fr: Obtenir la liste des paragraphes système associés

source: Batch associated system paragraphs
fr_fr: Associer les paragraphes système par lot

source: Batch deletion system issues
fr_fr: Supprimer les problèmes système par lot

source: Delete system question
fr_fr: Supprimer la question système

source: Modify system question
fr_fr: Modifier la question système

source: Get the list of system questions by page
fr_fr: Obtenir la liste des questions système par page

source: Get system tool
fr_fr: Obtenir l'outil système

source: System Tool
fr_fr: Outil système

source: Update system tool
fr_fr: Mettre à jour l'outil système

source: Get system tool by id
fr_fr: Obtenir l'outil système par ID

source: Delete system tool
fr_fr: Supprimer l'outil système

source: Get system tool list by pagination
fr_fr: Obtenir la liste des outils système par pagination

source: Export system tool
fr_fr: Exporter l'outil système

source: Debug system tool
fr_fr: Déboguer l'outil système

source: Check system code
fr_fr: Vérifier le code système

source: Edit system tool icon
fr_fr: Modifier l'icône de l'outil système

source: Name
fr_fr: Nom

source: Enable
fr_fr: Activer

source: Children
fr_fr: Enfants

source: Role type
fr_fr: Type de rôle

source: Internal role
fr_fr: Rôle interne

source: Custom role
fr_fr: Rôle personnalisé

source: Role ID
fr_fr: ID du rôle

source: User relation ID
fr_fr: ID de la relation utilisateur

source: Username
fr_fr: Nom d'utilisateur

source: Nickname
fr_fr: Pseudo

source: Workspace Name
fr_fr: Nom de l'espace de travail

source: Role name
fr_fr: Nom du rôle

source: Role does not exist
fr_fr: Le rôle n'existe pas

source: Cannot modify built-in role
fr_fr: Impossible de modifier le rôle intégré

source: Role name already exists
fr_fr: Le nom du rôle existe déjà

source: Invalid role type
fr_fr: Type de rôle invalide

source: Cannot delete built-in role
fr_fr: Impossible de supprimer le rôle intégré

source: User IDs
fr_fr: ID des utilisateurs

source: Workspace IDs
fr_fr: ID des espaces de travail

source: Members
fr_fr: Membres

source: User relation does not exist
fr_fr: La relation utilisateur n'existe pas

source: Cannot remove member from built-in role
fr_fr: Impossible de retirer un membre du rôle intégré

source: Only update members to normal users
fr_fr: Mettre à jour uniquement les membres vers des utilisateurs normaux

source: Get role permission template
fr_fr: Obtenir le modèle de permissions du rôle
