Repository: AIahmedshrf/MAXKB-ENTERPRISE
Catalog: apps/locales/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Float location field type error
fr_fr: Erreur de type de champ d'emplacement flottant

source: Custom theme field type error
fr_fr: Erreur de type de champ de thème personnalisé

source: App Secret is required
fr_fr: Le secret de l'application est requis

source: Callback URL is required
fr_fr: L'URL de rappel est requise

source: Corp ID is required
fr_fr: L'ID d'entreprise est requis

source: Agent ID is required
fr_fr: L'ID de l'agent est requis

source: App Key is required
fr_fr: La clé de l'application est requise

source: LDAP server cannot be empty
fr_fr: Le serveur LDAP ne peut pas être vide

source: Base DN cannot be empty
fr_fr: Le DN de base ne peut pas être vide

source: Password cannot be empty
fr_fr: Le mot de passe ne peut pas être vide

source: OU cannot be empty
fr_fr: L'OU ne peut pas être vide

source: LDAP filter cannot be empty
fr_fr: Le filtre LDAP ne peut pas être vide

source: LDAP mapping cannot be empty
fr_fr: Le mappage LDAP ne peut pas être vide

source: Authorization address cannot be empty
fr_fr: L'adresse d'autorisation ne peut pas être vide

source: Token address cannot be empty
fr_fr: L'adresse du token ne peut pas être vide

source: User information address cannot be empty
fr_fr: L'adresse des informations utilisateur ne peut pas être vide

source: Scope cannot be empty
fr_fr: La portée ne peut pas être vide

source: Client ID cannot be empty
fr_fr: L'identifiant client ne peut pas être vide

source: Client secret cannot be empty
fr_fr: Le secret client ne peut pas être vide

source: Redirect address cannot be empty
fr_fr: L'adresse de redirection ne peut pas être vide

source: Field mapping cannot be empty
fr_fr: Le mappage des champs ne peut pas être vide

source: Configuration information is wrong and failed to save
fr_fr: Les informations de configuration sont incorrectes et n'ont pas pu être enregistrées

source: Connection failed
fr_fr: La connexion a échoué

source: Platform does not exist
fr_fr: La plateforme n'existe pas

source: Unsupported platform type
fr_fr: Type de plateforme non pris en charge

source: Think:
fr_fr: Réflexion :

source: AI reply:
fr_fr: Réponse IA :

source: Thinking, please wait a moment!
fr_fr: Réflexion en cours, veuillez patienter !

source: The corresponding platform configuration was not found
fr_fr: La configuration de plateforme correspondante n'a pas été trouvée

source: Currently only text messages are supported
fr_fr: Seuls les messages texte sont actuellement pris en charge

source: Image download failed, check network
fr_fr: Le téléchargement de l'image a échoué, vérifiez la connexion réseau

source: Please analyze the content of the image.
fr_fr: Veuillez analyser le contenu de l'image.

source: DingTalk application: {user}
fr_fr: Application DingTalk : {user}

source: Content generated by AI
fr_fr: Contenu généré par l'IA

source: Lark application:
fr_fr: Application Lark :

source: The corresponding platform configuration for Slack was not found
fr_fr: La configuration de plateforme correspondante pour Slack n'a pas été trouvée

source: Thinking...
fr_fr: Réflexion en cours...

source: Invalid json format.
fr_fr: Format JSON invalide.

source: Invalid Slack request
fr_fr: Requête Slack invalide

source: Slack application: {user}
fr_fr: Application Slack : {user}

source: Stop
fr_fr: Arrêter

source: Thinking about 【{question}】...If you want me to continue answering, please reply {trigger_message}
fr_fr: Réflexion sur 【{question}】... Si vous souhaitez que je continue à répondre, veuillez répondre {trigger_message}

source: ------------ [To be continued, reply "Continue to answer the question]
fr_fr: ------------ [À suivre, répondez "Continuer à répondre à la question"]

source: To be continued, reply "{trigger_message}" to continue answering the question
fr_fr: À suivre, répondez "{trigger_message}" pour continuer à répondre à la question

source: WeChat Official Account: {account}
fr_fr: Compte officiel WeChat : {account}

source: The app does not enable the speech-to-text function or the speech-to-text function fails.
fr_fr: L'application n'active pas la fonction de transcription vocale ou celle-ci a échoué.

source: Message types not supported yet
fr_fr: Types de messages non encore pris en charge

source: Welcome to subscribe
fr_fr: Bienvenue pour vous abonner

source: Enterprise WeChat user:
fr_fr: Utilisateur WeChat Entreprise :

source: Enterprise WeChat customer service:
fr_fr: Service client WeChat Entreprise :

source: This type of message is not supported yet
fr_fr: Ce type de message n'est pas encore pris en charge

source: Signature missing
fr_fr: Signature manquante

source: An error occurred while processing the GET request {e}
fr_fr: Une erreur s'est produite lors du traitement de la requête GET {e}

source: The password is incorrect
fr_fr: Le mot de passe est incorrect

source: Some user groups do not exist
fr_fr: Certains groupes d'utilisateurs n'existent pas

source: Is Append
fr_fr: Est en mode ajout

source: User Group IDs cannot be empty
fr_fr: Les identifiants de groupes d'utilisateurs ne peuvent pas être vides

source: Some users do not exist
fr_fr: Certains utilisateurs n'existent pas

source: Sync Type: LOCAL or LDAP
fr_fr: Type de synchronisation : LOCAL ou LDAP

source: Unsupported sync type
fr_fr: Type de synchronisation non pris en charge

source: User group does not exist
fr_fr: Le groupe d'utilisateurs n'existe pas

source: User group name already exists
fr_fr: Le nom du groupe d'utilisateurs existe déjà

source: Default user group cannot be deleted
fr_fr: Le groupe d'utilisateurs par défaut ne peut pas être supprimé

source: User group relation IDs cannot be empty
fr_fr: Les identifiants de relation de groupe d'utilisateurs ne peuvent pas être vides

source: Invalid access token
fr_fr: Jeton d'accès invalide

source: The user does not have permission to access the application
fr_fr: L'utilisateur n'a pas l'autorisation d'accéder à l'application

source: app id
fr_fr: Identifiant d'application

source: app secret
fr_fr: Secret d'application

source: folder token
fr_fr: Jeton de dossier

source: embedding model
fr_fr: Modèle d'embedding

source: Network error or folder token error!
fr_fr: Erreur réseau ou erreur de jeton de dossier !

source: Knowledge base not found!
fr_fr: Base de connaissances introuvable !

source: Failed to get lark document list!
fr_fr: Échec de la récupération de la liste des documents Lark !

source: Knowledge id
fr_fr: Identifiant de connaissances

source: Synchronization is only supported for lark documents
fr_fr: La synchronisation n'est prise en charge que pour les documents Lark

source: The license is invalid
fr_fr: La licence est invalide

source: License usage limit exceeded.
fr_fr: Limite d'utilisation de la licence dépassée.

source: The network is busy, try again later.
fr_fr: Le réseau est occupé, réessayez plus tard.

source: user
fr_fr: Utilisateur

source: ip_address
fr_fr: Adresse IP

source: workspace_id
fr_fr: Identifiant d'espace de travail

source: Fail
fr_fr: Échec

source: Operate
fr_fr: Opération

source: Operate user
fr_fr: Utilisateur de l'opération

source: Ip Address
fr_fr: Adresse IP

source: API Details
fr_fr: Détails de l'API

source: Operate Time
fr_fr: Heure de l'opération

source: app_id is required
fr_fr: L'identifiant d'application est requis

source: app_secret is required
fr_fr: Le secret d'application est requis

source: token is required
fr_fr: Le jeton est requis

source: callback_url is required
fr_fr: L'URL de rappel est requise

source: App ID is required
fr_fr: L'identifiant d'application est requis

source: Secret is required
fr_fr: Le secret est requis

source: Token is required
fr_fr: Le jeton est requis

source: Verification Token is required
fr_fr: Le jeton de vérification est requis

source: Client ID is required
fr_fr: L'identifiant client est requis

source: Client Secret is required
fr_fr: Le secret client est requis

source: Signing Secret is required
fr_fr: Le secret de signature est requis

source: Bot User Token is required
fr_fr: Le jeton utilisateur du bot est requis

source: Check if the fields are correct
fr_fr: Vérifiez si les champs sont corrects

source: The platform configuration corresponding to {type} was not found
fr_fr: La configuration de plateforme correspondant à {type} n'a pas été trouvée

source: Resource id
fr_fr: Identifiant de ressource

source: User group id
fr_fr: Identifiant de groupe d'utilisateurs

source: Is auth
fr_fr: Est authentifié

source: User group name
fr_fr: Nom du groupe d'utilisateurs

source: user_group_id
fr_fr: Identifiant de groupe d'utilisateurs

source: HttpClient query failed:
fr_fr: Échec de la requête HttpClient :

source: CAS authentication failed
fr_fr: L'authentification CAS a échoué

source: Failed to obtain user information
fr_fr: Échec de l'obtention des informations utilisateur

source: Allow cross domain
fr_fr: Autoriser le domaine croisé

source: Cross domain list
fr_fr: Liste des domaines croisés

source: system API key id
fr_fr: Identifiant de clé API système

source: theme
fr_fr: Thème

source: login logo
fr_fr: Logo de connexion

source: login image
fr_fr: Image de connexion

source: title
fr_fr: Titre

source: show user manual
fr_fr: Afficher le manuel utilisateur

source: user manual url
fr_fr: URL du manuel utilisateur

source: show forum
fr_fr: Afficher le forum

source: forum url
fr_fr: URL du forum

source: show project
fr_fr: Afficher le projet

source: project url
fr_fr: URL du projet

source: Modify Application Settings
fr_fr: Modifier les paramètres de l'application

source: Get Application Settings
fr_fr: Obtenir les paramètres de l'application

source: Get authentication types
fr_fr: Obtenir les types d'authentification

source: Authentication Configuration
fr_fr: Configuration de l'authentification

source: Test LDAP connection
fr_fr: Tester la connexion LDAP

source: Add or modify authentication configuration
fr_fr: Ajouter ou modifier la configuration d'authentification

source: Get authentication configuration
fr_fr: Obtenir la configuration d'authentification

source: Ldap Log in
fr_fr: Connexion LDAP

source: Three-party login
fr_fr: Connexion tierce

source: CAS Log in
fr_fr: Connexion CAS

source: OIDC Log in
fr_fr: Connexion OIDC

source: OAuth2 Log in
fr_fr: Connexion OAuth2

source: Scan code login type
fr_fr: Type de connexion par code QR

source: Get platform information
fr_fr: Obtenir les informations de plateforme

source: Modify platform information
fr_fr: Modifier les informations de plateforme

source: Test platform connection
fr_fr: Tester la connexion à la plateforme

source: DingTalk callback
fr_fr: Rappel DingTalk

source: DingTalk OAuth2 callback
fr_fr: Rappel OAuth2 DingTalk

source: WeCom callback
fr_fr: Rappel WeCom

source: WeCom OAuth2 callback
fr_fr: Rappel OAuth2 WeCom

source: Lark callback
fr_fr: Rappel Lark

source: Lark OAuth2 callback
fr_fr: Rappel OAuth2 Lark

source: Chat User/Authentication Configuration
fr_fr: Utilisateur de discussion/Configuration d'authentification

source: Add or modify Chat/Authentication Configuration
fr_fr: Ajouter ou modifier la configuration de discussion/authentification

source: Get Authentication Configuration
fr_fr: Obtenir la configuration d'authentification

source: Chat User/login authentication
fr_fr: Utilisateur de discussion/Authentification de connexion

source: Chat User/Three-party login
fr_fr: Utilisateur de discussion/Connexion tierce

source: Chat User/login
fr_fr: Utilisateur de discussion/Connexion

source: Application Password Certification
fr_fr: Certification par mot de passe d'application

source: Get license information
fr_fr: Obtenir les informations de licence

source: Update license information
fr_fr: Mettre à jour les informations de licence

source: Update license information by uploading a new license file
fr_fr: Mettre à jour les informations de licence en téléchargeant un nouveau fichier de licence

source: Get menu operate log
fr_fr: Obtenir le journal des opérations du menu

source: System operate log
fr_fr: Journal des opérations système

source: Get paginated operate log
fr_fr: Obtenir le journal des opérations paginé

source: Export operate log
fr_fr: Exporter le journal des opérations

source: Get platform configuration
fr_fr: Obtenir la configuration de plateforme

source: Application/application access
fr_fr: Application/Accès à l'application

source: Update platform configuration
fr_fr: Mettre à jour la configuration de plateforme

source: Get platform status
fr_fr: Obtenir l'état de la plateforme

source: Application/Get platform status
fr_fr: Application/Obtenir l'état de la plateforme

source: Update platform status
fr_fr: Mettre à jour l'état de la plateforme

source: Get Resource chat user List
fr_fr: Obtenir la liste des utilisateurs de discussion de ressources

source: Chat user
fr_fr: Utilisateur de discussion

source: Edit Resource chat user List
fr_fr: Modifier la liste des utilisateurs de discussion de ressources

source: Get Resource chat user page List
fr_fr: Obtenir la liste paginée des utilisateurs de discussion de ressources

source: Create SystemAPIKey
fr_fr: Créer une clé API système

source: Get SystemAPIKey List
fr_fr: Obtenir la liste des clés API système

source: Update SystemAPIKey
fr_fr: Mettre à jour la clé API système

source: Delete SystemAPIKey
fr_fr: Supprimer la clé API système

source: System/Chat user
fr_fr: Système/Utilisateur de discussion

source: Get chat user list
fr_fr: Obtenir la liste des utilisateurs de discussion

source: Sync chat users
fr_fr: Synchroniser les utilisateurs de discussion

source: Sync chat users from external source
fr_fr: Synchroniser les utilisateurs de discussion depuis une source externe

source: System/User Group
fr_fr: Système/Groupe d'utilisateurs

source: Get Resource chat user group List
fr_fr: Obtenir la liste des groupes d'utilisateurs de discussion de ressources

source: Edit Resource chat user group List
fr_fr: Modifier la liste des groupes d'utilisateurs de discussion de ressources

source: Get Resource chat user group page List
fr_fr: Obtenir la liste paginée des groupes d'utilisateurs de discussion de ressources

source: Get Resource chat user page group List
fr_fr: Obtenir la liste paginée des groupes d'utilisateurs de discussion de ressources

source: View appearance settings
fr_fr: Afficher les paramètres d'apparence

source: Update appearance settings
fr_fr: Mettre à jour les paramètres d'apparence

source: Application Access
fr_fr: Accès à l'application

source: Display execution details
fr_fr: Afficher les détails d'exécution

source: LOCAL
fr_fr: Connexion par compte

source: Get tool list
fr_fr: Obtenir la liste des outils

source: Setting
fr_fr: Paramètres

source: Get verification results
fr_fr: Obtenir les résultats de vérification

source: Models Resource
fr_fr: Ressource de modèles

source: Tools Resource
fr_fr: Ressource d'outils

source: Get resource model list
fr_fr: Obtenir la liste des modèles de ressources

source: System Model
fr_fr: Modèle système

source: Dialogue users
fr_fr: Utilisateurs de dialogue

source: Conversation log
fr_fr: Journal de conversation

source: Public access link
fr_fr: Lien d'accès public

source: User management
fr_fr: Gestion des utilisateurs

source: Chat User/logout
fr_fr: Utilisateur de discussion/Déconnexion

source: Paragraph
fr_fr: Paragraphe

source: User group
fr_fr: Groupe d'utilisateurs

source: Remove member from user group
fr_fr: Retirer un membre du groupe d'utilisateurs

source: Create a web site knowledge base
fr_fr: Créer une base de connaissances de site web

source: Modify knowledge base information
fr_fr: Modifier les informations de la base de connaissances

source: Delete knowledge base
fr_fr: Supprimer la base de connaissances

source: model
fr_fr: Modèle

source: Batch add user to group
fr_fr: Ajouter des utilisateurs au groupe par lot

source: Add internal tool
fr_fr: Ajouter un outil interne

source: Batch generate related
fr_fr: Générer par lot les éléments connexes

source: Update personal system API_KEY
fr_fr: Mettre à jour la clé API système personnelle

source: Delete user group
fr_fr: Supprimer le groupe d'utilisateurs

source: Add user
fr_fr: Ajouter un utilisateur

source: folder
fr_fr: Dossier

source: Create or update user group
fr_fr: Créer ou mettre à jour le groupe d'utilisateurs

source: Edit folder
fr_fr: Modifier le dossier

source: Email settings
fr_fr: Paramètres de messagerie

source: trial listening
fr_fr: Écoute d'essai

source: Add member to user group
fr_fr: Ajouter un membre au groupe d'utilisateurs

source: System
fr_fr: Système

source: Shared Knowledge/Document
fr_fr: Connaissances partagées/Document

source: System Application
fr_fr: Application système

source: Hit-Test
fr_fr: Test de correspondance

source: Export Application
fr_fr: Exporter l'application

source: Add ApiKey
fr_fr: Ajouter une clé API

source: Delete application API_KEY
fr_fr: Supprimer la clé API de l'application

source: knowledge Base
fr_fr: Base de connaissances

source: API KEY
fr_fr: Clé API

source: Download
fr_fr: Télécharger

source: USER
fr_fr: Utilisateur

source: Delete personal system API_KEY
fr_fr: Supprimer la clé API système personnelle

source: Add personal system API_KEY
fr_fr: Ajouter une clé API système personnelle

source: Generate related documents
fr_fr: Générer des documents connexes

source: Modify application access token
fr_fr: Modifier le jeton d'accès de l'application

source: File not exist. Only manually uploaded documents are supported
fr_fr: Le fichier n'existe pas. Seuls les documents téléchargés manuellement sont pris en charge

source: Resource
fr_fr: Gestion des ressources

source: LDAP configuration not found or not active
fr_fr: Configuration LDAP introuvable ou inactive

source: Lark configuration not found or not active
fr_fr: Configuration Lark introuvable ou inactive

source: Failed to get Lark collaborators
fr_fr: Échec de la récupération des collaborateurs Lark

source: Failed to get Lark user details
fr_fr: Échec de la récupération des détails de l'utilisateur Lark

source: WeCom configuration not found or not active
fr_fr: Configuration WeCom introuvable ou inactive

source: Failed to get WeCom access token
fr_fr: Échec de l'obtention du jeton d'accès WeCom

source: Failed to get WeCom agent info
fr_fr: Échec de la récupération des informations de l'agent WeCom

source: Failed to get WeCom department users
fr_fr: Échec de la récupération des utilisateurs du département WeCom

source: Failed to get WeCom user info
fr_fr: Échec de la récupération des informations utilisateur WeCom

source: Publish status
fr_fr: État de publication

source: Unpublished
fr_fr: Non publié

source: Published
fr_fr: Publié

source: users_permission
fr_fr: Permissions des utilisateurs

source: Get user authorization status of resource
fr_fr: Obtenir le statut d'autorisation utilisateur de la ressource

source: Edit user authorization status of resource
fr_fr: Modifier le statut d'autorisation utilisateur de la ressource

source: Get user authorization status of resource by page
fr_fr: Obtenir le statut d'autorisation utilisateur de la ressource par page

source: Obtain resource authorization list by page
fr_fr: Obtenir la liste d'autorisation de ressources par page

source: Engine model type
fr_fr: Type de modèle de moteur

source: If not passed, the default value is 16k_zh (Chinese universal)
fr_fr: Si non spécifié, la valeur par défaut est 16k_zh (chinois universel)

source: Chinese telephone universal
fr_fr: Téléphonie chinoise universelle

source: English telephone universal
fr_fr: Téléphonie anglaise universelle

source: Commonly used in Chinese
fr_fr: Couramment utilisé en chinois

source: Chinese, English, and Guangdong
fr_fr: Chinois, anglais et cantonais

source: Chinese medical
fr_fr: Médical chinois

source: English
fr_fr: Anglais

source: Cantonese
fr_fr: Cantonais

source: Japanese
fr_fr: Japonais

source: Korean
fr_fr: Coréen

source: Vietnamese
fr_fr: Vietnamien

source: Malay language
fr_fr: Malais

source: Indonesian language
fr_fr: Indonésien

source: Filipino language
fr_fr: Filipino

source: Thai
fr_fr: Thaï

source: Portuguese
fr_fr: Portugais

source: Turkish
fr_fr: Turc

source: Arabic
fr_fr: Arabe

source: Spanish
fr_fr: Espagnol

source: French
fr_fr: Français

source: German
fr_fr: Allemand

source: Multiple dialects, supporting 23 dialects
fr_fr: Plusieurs dialectes, prenant en charge 23 dialectes

source: This interface is used to recognize short audio files within 60 seconds. Supports Mandarin Chinese, English, Cantonese, Japanese, Vietnamese, Malay, Indonesian, Filipino, Thai, Portuguese, Turkish, Arabic, Hindi, French, German, and 23 Chinese dialects.
fr_fr: Cette interface est utilisée pour reconnaître les fichiers audio courts de moins de 60 secondes. Prend en charge le mandarin, l'anglais, le cantonais, le japonais, le vietnamien, le malais, l'indonésien, le filipino, le thaï, le portugais, le turc, l'arabe, l'hindi, le français, l'allemand et 23 dialectes chinois.

source: CueWord
fr_fr: Mot-clé

source: If not passed, the default value is What is this audio saying? Only answer the audio content
fr_fr: Si non spécifié, la valeur par défaut est : Que dit cet audio ? Répondez uniquement au contenu audio

source: The Qwen Omni series model supports inputting multiple modalities of data, including video, audio, images, and text, and outputting audio and text.
fr_fr: Le modèle de la série Qwen Omni prend en charge l'entrée de données multimodales, y compris vidéo, audio, images et texte, et la sortie audio et texte.

source: resource authorization
fr_fr: Autorisation de ressources

source: The Qwen Audio based end-to-end speech recognition model supports audio recognition within 3 minutes. At present, it mainly supports Chinese and English recognition.
fr_fr: Le modèle de reconnaissance vocale de bout en bout basé sur Qwen Audio prend en charge la reconnaissance audio jusqu'à 3 minutes. Actuellement, il prend principalement en charge la reconnaissance du chinois et de l'anglais.

source: If not passed, the default value is 'zh'
fr_fr: Si non spécifié, la valeur par défaut est 'zh'

source: System resources authorization
fr_fr: Autorisation des ressources système

source: This folder contains resources that you dont have permission
fr_fr: Ce dossier contient des ressources auxquelles vous n'avez pas accès

source: Text to Video
fr_fr: Texte vers vidéo

source: Image to Video
fr_fr: Image vers vidéo

source: Authentication failed. Please verify that the parameters are correct
fr_fr: L'authentification a échoué. Veuillez vérifier que les paramètres sont corrects

source: Chat context
fr_fr: Contexte de discussion

source: Prompt template
fr_fr: Modèle de prompt

source: generate prompt
fr_fr: Générer un prompt

source: Watermark
fr_fr: Filigrane

source: Whether to add watermark
fr_fr: Ajouter un filigrane ou non

source: Resolution
fr_fr: Résolution

source: Duration
fr_fr: Durée

source: Failed to generate video
fr_fr: Échec de la génération de la vidéo

source: password
fr_fr: Connexion par mot de passe

source: Failed to obtain the image
fr_fr: Échec de l'obtention de l'image

source: Update auth setting
fr_fr: Mettre à jour les paramètres d'authentification

source: If not passed, the default value is streaming_asr_demo
fr_fr: Si non spécifié, la valeur par défaut est streaming_asr_demo

source: If not passed, the default value is 16000
fr_fr: Si non spécifié, la valeur par défaut est 16000

source: Sample Rate
fr_fr: Taux d'échantillonnage

source: Captcha is required
fr_fr: Le captcha est requis

source: Tag
fr_fr: Étiquette

source: Tag Setting
fr_fr: Paramètres d'étiquette

source: Download Original Document
fr_fr: Télécharger le document original
